Repository: xbianonpi/xbian-package-config-shell
Catalog: content/usr/local/include/xbian-config/gettext/xbian.*.po
Languages: es, fr, hu_hu, it, pt_pt

# xbian-config.main.reboot_question
source: A reboot is required. Do you want to reboot now?
es: Es necesario reiniciar. ¿Quiere reiniciar ahora?
fr: Un redémarrage est nécessaire. Voulez-vous redémarrer maintenant?
hu_hu: Újraindítás szükséges. Akarod most újraindítani?
it: È necessario riavviare. Vuoi riavviare adesso?
pt_pt: É necessário reiniciar o sistema. Quer fazê-lo agora?

# xbian-config.settings.name
source: Settings
es: Ajustes
fr: Paramètres
hu_hu: Beállítások
it: Impostazioni
pt_pt: Definições

# xbian-config.settings.description
source: Change various system settings
es: Cambiar varios ajustes del sistema
fr: Modifier divers paramètres du système
hu_hu: Rendszer beállítások
it: Modifica alcune impostazioni di sistema
pt_pt: Alterar várias definições do sistema

# xbian-config.system.name
source: System
es: Sistema
fr: Système
hu_hu: Rendszer
it: Sistema
pt_pt: Sistema

# xbian-config.system.description
source: e.g. Resize SD, Overclocking, Hostname
es: p. ej. Cambiar el tamaño de SD, Overclocking, Hostname,...
fr: par exemple: Redimensionner la carte SD, Overclocking, nom d'hôte
hu_hu: pl.: SD átméretezés, órajel emelés, gépnév
it: es: Ridimensiona SD, Overclock, Nome host
pt_pt: ex. Redim. SD, Overclock, Nome Anfitrião

# xbian-config.accounts.name
source: Accounts
es: Cuentas
fr: Comptes
hu_hu: Felhasználói fiókok
it: Utenti
pt_pt: Contas

# xbian-config.accounts.description
source: e.g. Change passwords, SSH root login
es: p. ej. Cambiar contraseñas, acceso mediante SSH,...
fr: par example: changer les mots de passe, SSH root login
hu_hu: pl.: jelszavak, SSH root bejelentkezés
it: es: Cambia password, accesso root via SSH
pt_pt: ex. Alterar palavras-passe, sessão SSH

# xbian-config.licenses.name
source: Licenses
es: Licencias
fr: Licences
hu_hu: Licencek
it: Licenze
pt_pt: Licenças

# xbian-config.licenses.description
source: Add/Remove hardware licenses
es: Añadir/Eliminar licencias de hardware
fr: Ajouter / Supprimer des licences matérielles
hu_hu: Hardware licenc hozzáadás/eltávolítás
it: Aggiungi/rimuovi licenze hardware
pt_pt: Adicionar/Remover licenças de hardware

# xbian-config.connectivity.name
source: Connectivity
es: Conectividad
fr: Connectivité
hu_hu: Kapcsolat a kijelzővel
it: Connettività
pt_pt: Conectividade

# xbian-config.connectivity.description
source: e.g. Video output
es: p.ej. Salida de vídeo
fr: par exemple: sortie Vidéo
hu_hu: pl.: Video kimenet
it: es: Uscita Video
pt_pt: ex. Saída Vídeo

# xbian-config.dialog.error
source: Error
fr: Erreur
hu_hu: Hiba
it: Errore
pt_pt: Erro

# xbian-config.dialog.apply
source: Apply
es: Aplicar
fr: Appliquer
hu_hu: Alkalmaz
it: Applica
pt_pt: Aplicar

# xbian-config.dialog.yes
source: Yes
es: Si
fr: Oui
hu_hu: Igen
it: Sì
pt_pt: Sim

# xbian-config.dialog.no
source: No
fr: Non
hu_hu: Nem
pt_pt: Não

# xbian-config.dialog.on
source: On
es: Encendido
hu_hu: Be
pt_pt: Ligado

# xbian-config.dialog.off
source: Off
es: Apagado
hu_hu: Ki
pt_pt: Desligado

# xbian-config.dialog.insert
source: Insert
es: Insertar
fr: Insérer
hu_hu: Hozáad
it: Inserisci
pt_pt: Inserir

# xbian-config.dialog.remove
source: Remove
es: Eliminar
fr: Supprimer
hu_hu: Eltávolít
it: Rimuovi
pt_pt: Remover

# xbian-config.dialog.update
source: Update
es: Actualizar
fr: Mise à jour
hu_hu: Frissítés
it: Aggiorna
pt_pt: Actualizar

# xbian-config.dialog.cancel
source: Cancel
es: Cancelar
fr: Annuler
hu_hu: Mégsem
it: Annulla
pt_pt: Cancelar

# xbian-config.dialog.select
source: Select
es: Seleccionar
fr: Sélectionner
hu_hu: Kiválasztás
it: Seleziona
pt_pt: Seleccionar

# xbian-config.dialog.return
source: Return
es: Volver
fr: Retour
hu_hu: Vissza
it: Indietro
pt_pt: Voltar

# xbian-config.dialog.unexpected_error
source: An unexpected error occurred
es: Se ha producido un error inesperado
fr: Une erreur inattendue s'est produite
hu_hu: Váratlan hiba történt
it: Si è verificato un errore inatteso
pt_pt: Ocorreu um erro inesperado

# xbian-config.dialog.close
source: Close
es: Cerrar
fr: Fermer
hu_hu: Bezár
it: Chiudi
pt_pt: Fechar

# xbian-config.dialog.change
source: Change
es: Cambiar
fr: Changer
hu_hu: Változtat
it: Modifica
pt_pt: Alterar

# xbian-config.dialog.exit
source: Exit
es: Salir
fr: Sortir
hu_hu: Kilép
it: Esci
pt_pt: Sair

# xbian-config.dialog.enable
source: Enable
es: Activado
fr: Activé
hu_hu: Engedélyez
it: Abilita
pt_pt: Activar

# xbian-config.dialog.disable
source: Disable
es: Desactivado
fr: Désactivé
hu_hu: Tilt
it: Disabilita
pt_pt: Desactivar

# xbian-config.dialog.password
source: Password:
es: Contraseña:
fr: Mot de passe:
hu_hu: Jelszó:
pt_pt: Palavra-passe:

# xbian-config.dialog.confirm
source: Confirm:
es: Confirmar:
fr: Confirmation:
hu_hu: Megerősít:
it: Conferma:
pt_pt: Confirmar:

# xbian-config.dialog.retry
source: Retry
es: Reintentar
fr: Réessayer
hu_hu: Újra
it: Riprova
pt_pt: Tentar de novo

# xbian-config.dialog.space_option_select
source: Press [space] to select a different option
es: Pulse [Espacio] para seleccionar una opción diferente
fr: Appuyez sur [espace] pour sélectionner une autre option
hu_hu: A [space] gombbal választhatsz
it: Premi [spazio] per selezionare un'opzione differente
pt_pt: Pressione [barra espaços] para seleccionar uma opção diferente

# xbian-config.dialog.space_check_select
source: Press [space] to enable or disable an option
es: Pulse [Espacio] para activar o desactivar una opción
fr: Appuyez sur [espace] pour activer ou désactiver une option
hu_hu: A [space] gombbal engedélyezheted/tilthatod
it: Premi [spazio] per abilitare o disabilitare un'opzione
pt_pt: Pressione [barra espaços] para activar ou desactivar uma opção

# xbian-config.dialog.loading_module
source: Loading module. Please wait...
es: Cargando módulo. Por favor, espere...
fr: Chargement du module. Veuillez patienter ...
hu_hu: Modul betöltése, kérlek várj...
it: Caricamento del modulo. Attendere...
pt_pt: A carregar módulo. Por favor, aguarde...

# xbian-config.dialog.required_packages
source: This program requires the following packages:
es: Este programa requiere los siguientes paquetes:
fr: Ce programme exige les paquets suivants:
hu_hu: A programnak a következő csomagokra van szüksége:
it: Questo programma richiede i seguenti pacchetti:
pt_pt: Este programa necessita dos seguintes pacotes:

# xbian-config.dialog.insufficient_arguments
source: Insufficient number of arguments
es: Insuficiente número de argumentos
fr: Nombre insuffisant d'arguments
hu_hu: Kevesebb paraméter mint szükséges
it: Numero di argomenti insufficiente
pt_pt: Número de argumentos insuficiente

# xbian-config.dialog.incorrect_arguments
source: Incorrect argument type
es: Tipo de argumento incorrecto
fr: Type d'argument incorrect
hu_hu: Érvénytelen argumentum típus
it: Tipo di argomento non corretto
pt_pt: Tipo de argumento incorrecto

# xbian-config.bootflags.name
source: Boot settings
es: Ajustes de arranque
fr: Paramètres de démarrage
hu_hu: Indulási beállítások
it: Impostazioni di avvio
pt_pt: Definições de arranque

# xbian-config.bootflags.description
source: Change various boot settings
es: Cambiar algunos ajustes de arranque
fr: Modifier divers paramètres de démarrage
hu_hu: Indulási beállítások megváltoztatása
it: Modifica alcune impostazioni di avvio
pt_pt: Modificar várias definições de arranque

# xbian-config.bootflags.label.bootflags
source: Boot flags
es: Banderas de arranque
fr: Paramètres de démarage
hu_hu: Indulási beállítások
it: Parametri di avvio
pt_pt: Etiquetas do arranque

# xbian-config.bootflags.update_success
source: Boot flags successfully updated
es: Banderas de arranque actualizadas correctamente
fr: Paramètres de démarage mis à jour.
hu_hu: Indulási beállítások sikeresen frissítve
it: Parametri di avvio aggiornati con successo
pt_pt: Etiquetas de arranque actualizadas com sucesso

# xbian-config.bootflags.splash
source: Show XBian splash on boot
es: Mostrar animación XBian en el arranque
fr: Afficher le logo de XBian au démarrage
hu_hu: XBian animáció megjelenítése induláskor
it: Visualizza splash XBian durante l'avvio
pt_pt: Mostrar ecrã XBian no arranque

# xbian-config.bootflags.logo
source: Disable kernel bootup logo
es: Desactivar logo del kernel en el arranque
fr: Désactiver le logo au démarrage du noyau
hu_hu: Kernel indulási logó tiltása
it: Disabilita logo kernel al boot
pt_pt: Desactivar o logotipo do kernel no arranque

# xbian-config.bootflags.quiet
source: Suppress kernel output
es: Reprimir salida del núcleo
fr: Supprimer les logs du noyau
hu_hu: Kernel kimenet tiltása
it: Sopprimere kernel output
pt_pt: Ocultar depuração do kernel

# xbian-config.bootflags.loglevel
source: Kernel loglevel
es: Nivel de registro del kernel
fr: Niveau de log du noyau
hu_hu: Kernel hibanaplózási szint
it: Livello di log kernel
pt_pt: Nível de depuração do kernel

# xbian-config.information.name
source: Information
es: Información
hu_hu: Információ
it: Informazioni
pt_pt: Informação

# xbian-config.information.description
source: Information about this distribution
es: Información sobre esta distribución
fr: A propos de cette distribution
hu_hu: Információ erről a kiadásról
it: Infirmazioni riguardo questa distribuzione
pt_pt: Informação sobre esta distribuição

# xbian-config.information.text
source: XBian is a free, Open Source media center distribution for the Raspberry Pi, which can be downloaded at http://www.xbian.org. Our slogan is "XBMC on Raspberry Pi, bleeding edge" as our main focus is delivering the fastest mediacenter solution for the Raspberry Pi. We believe that everyone can help make XBian better. Please visit our website for support and if you have suggestions, wishes or contributions, please share them with us!
es: XBian es un centro multimedia de código abierto para la Raspberry Pi que se puede descargar en http://www.xbian.org. Como dice nuestro lema "XBMC en Raspberry Pi, en la vanguardia", nuestro objetivo principal es desarrollar el centro multimedia más rápido para la Raspberry Pi. Creemos que todo el mundo puede contribuir para hacer XBian mejor. Por favor visite nuestro sitio web para apoyarnos y si tiene sugerencias, peticiones o contribuciones, por favor ¡compartalas con nosotros!
fr: XBian est une distribution de media center libre et open source pour le Raspberry Pi, qui peut être téléchargé sur http://www.xbian.org. Notre slogan est "XBMC sur Raspberry Pi, bleeding edge" vu que notre objectif principal est de fournir la solution de mediacenter la plus performante pour le Raspberry Pi. Nous croyons que tout le monde peut aider à rendre XBian encore meilleur. S'il vous plaît visitez notre site Web pour plus de support et si vous avez des suggestions à faire, des souhaits ou des contributions, partagez les avec nous!
hu_hu: Az XBian egy ingyenes nyílt forráskódu média kezelő Raspberryre ami letölthető a http://www.xbian.org oldalról. Szlogenünk: "XBMC on Raspberry Pi, the Bleeding edge", célkitűzésünk egy gyors média center Raspberry Pire.Hisszük, hogy mindenki segíthet az XBian fejlesztésében. Segítségért látogasd meg honlapunkat: www.xbian.org. Ha kérdésed, javaslatod van vagy hozzájárulnál a munkánkhoz, fordulj hozzánk bizalommal.
it: XBian è una distribuzione per Media Center Open Source gratuita per il Raspberry Pi, che può essere scaricato da http://www.xbian.org. Il nostro slogan è "XBMC su Raspberry Pi, bleeding edge" ed il nostro obiettivo principale è fornire la soluzione più veloce mediacenter per il Raspberry Pi. Crediamo che ognuno possa contribuire per rendere XBian migliore. Si prega di visitare il nostro sito Web per il supporto e se avete suggerimenti, richieste o contributi, si prega di condividere con noi!
pt_pt: O XBian é uma distribuição de centro de média, grátis e com código aberto, para o Raspberry Pi, que pode ser obtida em http://www.xbian.org. O nosso slogan é "XBMC no Raspberry Pi, tecnologia de ponta" já que o objectivo é proporcionar o mais rápido centro de média para o Raspberry Pi. Acreditamos que todos podem ajudar a fazer o XBian um produto melhor. Por favor visitem a nossa página para obterem ajuda e, se tiverem sugestões, desejos ou contribuições a dar, por favor partilhem connosco!

# xbian-config.hostname.name
source: Hostname
fr: Nom d'hôte
hu_hu: Gépnév
it: Nome host
pt_pt: Anfitrião

# xbian-config.hostname.label.hostname
source: Hostname:
fr: Nom d'hôte:
hu_hu: Gépnév:
it: Nome host:
pt_pt: Anfitrião:

# xbian-config.hostname.description
source: Change the default hostname
es: Cambie el nombre de host por defecto
fr: Changer le nom d'hôte par défaut
hu_hu: Alapértelmezett gépnév megváltoztatása
it: Cambia il nome host di default
pt_pt: Alterar o anfitrião padrão

# xbian-config.hostname.changed
source: Hostname successfully changed
es: Nombre de host fue cambiado satisfactoriamente
fr: Le nom d'hôte a été changer avec succès
hu_hu: Gépnév sikeresen megváltoztatva
it: Nome host modificato con successo
pt_pt: O anfitrião foi alterado

# xbian-config.kernel.description
source: Switch between installed kernels
es: Cambie entre kernels instalados
fr: Basculer entre les noyaux installés
hu_hu: Átkapcsolás a telepített kernelek között
it: Scambio fra kernel installati
pt_pt: Alternar entre vários kernel instalados

# xbian-config.kernel.label.version
source: Version
es: Versión
hu_hu: Verzió
it: Versione
pt_pt: Versão

# xbian-config.kernel.switch_success
source: Successfully switched kernel versions
es: Configuración actualizada correctamente
fr: Versions du noyau commutées avec succès
hu_hu: Kernel verzió sikeresen lecserélve
it: Versione del kernel scambiata con successo
pt_pt: A versão de kernel foi alternada

# xbian-config.kernel.same_version
source: You're already running this kernel version
es: Ya se está ejecutando esta versión de kernel
fr: Vous utilisez déjà cette version du noyau
hu_hu: Pillanatnyilag is ezt a kernelt futtatod
it: Stai già eseguendo questa versione di kernel
pt_pt: Já está a utilizar esta versão do kernel

# xbian-config.kernel.single_installed
source: There is only one kernel installed
es: Sólo hay un kernel instalado
fr: Il n'ya qu'un seul noyau installé
hu_hu: Csak egyetlen kernel verzió van installálva
it: Vi è un solo kernel installato
pt_pt: Existe apenas um kernel instalado

# xbian-config.license.inserted
source: %s successfully inserted
es: %s insertados con éxito
fr: %s inseré correctement
hu_hu: %s sikeresen hozzáadva
it: %s inserito con successo
pt_pt: %s foi inserido

# xbian-config.license.deleted
source: %s successfully removed
es: %s eliminados con éxito
fr: %s supprimé correctement
hu_hu: %s sikeresen eltávolítva
it: %s rimosso con successo
pt_pt: %s foi removido

# xbian-config.license.updated
source: %s successfully updated
es: %s actualizados con éxito
fr: % correctement mis à jour
hu_hu: %s sikeresen frissítve
it: %s aggiornato con successo
pt_pt: %s foi actualizado

# xbian-config.license.invalid
source: A %s must be 9 or 10 characters long and looks like 0x00000000. You can specify maximum 8 licenses, separated by comma.
es: A %s debe contener 9 o 10 caracteres de largo como 0x00000000. Se puede especificar un máximo de 8 licencias, separadas por comas.
fr: La longueur de % doit être comprise entre 9 et 10 charactères, et ressemble à 0x00000000. Vous pouvez spécifier jusqu'à 8 licenses, séparées par une virgule
hu_hu: A %s 9 vagy 10 karakteres, a fornátuma 0x00000000. Maximum 8 licence adható meg vesszővel elválasztva.
it: Una %s deve essere lunga 9 o 10 caratteri e si presenta come 0x00000000. È possibile specificare un massimo di 8 licenze, separate da virgole.
pt_pt: %s deve ter 9 ou 10 caracteres e parecer-se com 0x00000000

# xbian-config.licensempg2.name
source: MPG2 license
es: licencia MPG2
fr: Licence MPG2
hu_hu: MPG2 licenc
it: Licenza MPG2
pt_pt: Licença MPG2

# xbian-config.licensempg2.description
source: Manage your MPG2 license
es: Administre su licencia MPG2
fr: Gérez votre licence MPG2
hu_hu: MPG2 licenc kezelése
it: Gestisci la tua licenza MPG2
pt_pt: Gerir a sua licença MPG2

# xbian-config.licensevc1.name
source: VC1 license
es: Licencia VC1
fr: Licence VC1
hu_hu: VC1 licenc
it: Licenza VC1
pt_pt: Licença VC1

# xbian-config.licensevc1.description
source: Manage your VC1 license
es: Administre su licencia VC1
fr: Gérez votre licence VC1
hu_hu: VC1 licenc kezelése
it: Gestisci la tua licenza VC1
pt_pt: Gerir a sua licença VC1

# xbian-config.locales.name
source: System locale
es: Configuración regional del sistema
fr: Locale du système
hu_hu: Területi beállítások
it: Impostazioni internazionali
pt_pt: Opções regionais

# xbian-config.locales.description
source: Change your system language
es: Cambiar el idioma del sistema
fr: Changer la langue de votre système
hu_hu: Rendszer nyelv beállítása
it: Cambia la lingua di sistema
pt_pt: Alterar o idioma do sistema

# xbian-config.locales.label.letter
source: Letter
es: Letra
fr: Lettre
hu_hu: Betü
it: Lettera
pt_pt: Letra

# xbian-config.locales.label.name
source: Name
es: Nombre
fr: Nom
hu_hu: Név
it: Nome
pt_pt: Nome

# xbian-config.locales.updated
source: System, XBian, and XBMC language successfully updated
es: Idioma del sistema, XBian y XBMC actualizado correctamente
fr: La langue du système, de XBian, et de XBMC a été correctement mise à jour
hu_hu: Rendszer, XBian és XBMC nyelv sikeresen frissítve
it: Linguaggio di Sistema, Xbian e XBMC aggiornato
pt_pt: O idioma do sistema, XBian e XBMC foi actualizado

# xbian-config.network.name
source: Network
es: Red
fr: Réseau
hu_hu: Hálózat
it: Rete
pt_pt: Rede

# xbian-config.network.description
source: Configure network interfaces
es: Configurar las interfaces de red
fr: Configurer les interfaces réseaux
hu_hu: Hálózati interfészek beállítása
it: Configura le interfacce di rete
pt_pt: Configurar interfaces de rede

# xbian-config.network.label.interfaces
source: Interfaces
hu_hu: Interfészek
it: Interfacce

# xbian-config.network.interfaces.loading
source: Loading interfaces, please wait ...
es: Cargando interfaces, por favor espere ...
fr: Chargement des interfaces, veuillez patienter ...
hu_hu: Interfészek betöltése...
it: Caricamento interfacce, attendere prego...
pt_pt: A carregar interfaces de rede, por favor aguarde...

# xbian-config.network.interfaces.unavailable
source: No network interfaces available or connected
es: No hay interfaces de red disponibles o conectados
fr: Aucune interface réseau disponible ou connectée
hu_hu: Hálózati interfész nincs csatlakoztata vagy nem érhető el.
it: Nessuna interfaccia di rete disponibile o connessa
pt_pt: Não existe nenhuma interface de rede disponível ou ligada

# xbian-config.network.interfaces.select
source: Select interface to configure
es: Seleccione la interfaz para configurar
fr: Sélectionnez l'interface à configurer
hu_hu: Válaszd ki a beállítandó interfészt
it: Seleziona l'interfaccia da configurare
pt_pt: Seleccione a interface para configurar

# xbian-config.network.label.name
source: Network
es: Red
fr: Réseau
hu_hu: Hálózat
it: Rete
pt_pt: Rede

# xbian-config.network.dhcp_selected
source: Interface is now configured using DHCP
es: Interface está ahora configurado mediante DHCP
fr: L'interface utilise maintenant une configuration DHCP
hu_hu: Az interfész DHCP használatával be lett állítva
it: L'interfaccia è configurata per utilizzare DHCP
pt_pt: A interface está configurada através de DHCP

# xbian-config.network.label.static
source: Static IP
es: IP estática
fr: IP statique
hu_hu: Statikus IP
it: IP statico
pt_pt: IP Estático

# xbian-config.network.label.status
source: Status
es: Estado
hu_hu: Állapot
it: Stato
pt_pt: Estado

# xbian-config.network.label.ipaddress
source: IP Address
es: Dirección IP
fr: Adresse IP
hu_hu: IP cím
it: Indirizzo IP
pt_pt: Endereço IP

# xbian-config.network.label.netmask
source: Netmask
es: Máscara de red
fr: Masque de sous réseau
hu_hu: Hálózati maszk
it: Maschera di rete
pt_pt: Máscara de Rede

# xbian-config.network.label.gateway
source: Gateway
es: Entrada
fr: Passerelle
hu_hu: Átjáró

# xbian-config.network.label.nameserver
source: Nameserver
es: Nombre del servidor
fr: Serveur DNS
hu_hu: Névszerver

# xbian-config.network.label.key
source: Key
es: Clave
fr: Clé
hu_hu: Kulcs
it: Chiave
pt_pt: Chave

# xbian-config.network.label.type
source: Type
es: Tipo
hu_hu: Mód
it: Tipo
pt_pt: Tipo

# xbian-config.network.label.protection
source: Protection
es: Protección
fr: Sécurité
hu_hu: Védelem
it: Protezione
pt_pt: Protecção

# xbian-config.network.label.scan
source: Scan
es: Escanear
hu_hu: Keresés
it: Cerca
pt_pt: Analisar

# xbian-config.network.label.custom
source: Custom
es: Personalizar
fr: Personnel
hu_hu: Egyedi
it: Personalizzato
pt_pt: Personalizado

# xbian-config.network.label.wlan
source: WLAN
hu_hu: WIFI
pt_pt: Rede Sem Fios

# xbian-config.network.label.not_connected
source: Not connected
es: No conectado
fr: Non connecté
hu_hu: Nincs csatlakoztatva
it: Non connesso
pt_pt: Desligado

# xbian-config.network.label.reloading_values
source: Reloading values for %s
es: Recargar valores para %s
fr: Rechargement des valeurs pour %s
hu_hu: %s értékeinek újratöltése
it: Ricaricamento valori per %s
pt_pt: A recarregar valores para %s

# xbian-config.network.scanning
source: Scanning for available networks...
es: Buscando redes disponibles ...
fr: Recherche des réseaux disponibles
hu_hu: Elérhető hálózatok kereése...
it: Cercando reti disponibili...
pt_pt: A procurar redes disponíveis...

# xbian-config.network.connection.restart
source: Restarting %s
es: Reiniciando %s
fr: Redémarrage de %s
hu_hu: %s újraindítása
it: Riavvio %s
pt_pt: A reiniciar %s

# xbian-config.network.connection.updating
source: Please wait. Trying to connect to %s
es: Por favor, espere. Intentando conectar a %s
fr: Veuillez patienter, connection à %s
hu_hu: Csatlakozási kísérlet a következőhöz: %s
it: Attendere prego. Tentativo di connessione a %s
pt_pt: Por favor, aguarde. A tentar ligar a %s

# xbian-config.network.connection.failed
source: Failed to connect to %s
es: No se pudo conectar a %s
fr: Echec de la connection à %s
hu_hu: %s: sikertelen csatlakozás
it: Connessione a %s fallita
pt_pt: Não foi possível ligar a %s

# xbian-config.network.connection.success
source: Successfully connected to %s
es: Conectado correctamente a %s
fr: Connecté correctement à %s
hu_hu: %s csatlakozva
it: Connessione a %s avvenuta con successo
pt_pt: Ligado a %s

# xbian-config.network.credentials.enter
source: Enter credentials for selected interface
es: Introduzca las credenciales para la interfaz seleccionada
fr: Entrer la clé de sécurité
hu_hu: Add meg a kiválasztot interfész hitelesítő adatait.
it: Digitare credenziali per l'interfaccia selezionata
pt_pt: Introduza credenciais para a interface seleccionada

# xbian-config.network.credentials.wlan.invalid
source: Invalid WLAN credentials entered, both SSID and KEY has to be entered
es: Las credenciales de WLAN introducidas no son válidas, tanto el SSID como la clave deben estar introducidos
fr: Clé de sécurité invalide, Le SSID et la clé doivent être introduit.
hu_hu: Érvénytelen WLAN hitelesítő adatok! Az SSID és a kulcs megadása is kötelező.
it: Credenziali WLAN non valide, reinserire SSID e CHIAVE
pt_pt: Credenciais de Rede Sem Fios inválidas, SSID e KEY têm de ser inseridos

# xbian-config.network.credentials.wlan.updated
source: WLAN credentials successfully updated
es: Las credenciales de WLAN han sido actualizadas correctamente
fr: Paramètres wifi sauvegardés correctement
hu_hu: WLAN hitelesítés sikeresen frissítve
it: Credenziali WLAN aggiornate con successo
pt_pt: As credenciais de Rede Sem Fios foram actualizadas
