Repository: xbianonpi/xbian-package-config-shell
Catalog: content/usr/local/include/xbian-config/gettext/xbian.*.po
Languages: es, fr, hu_hu, it, pt_pt

# xbian-config.videoflags.description
source: Change HDMI, CEC and overscan settings
es: Cambiar ajustes de HDMI, CEC y overscan
fr: Changer les paramètres HDMI, CEC et overscan
hu_hu: HDMI, CEC és képméretezés (overscan) beállítások
it: Modifica HDMI, CEC e impostazioni di overscan
pt_pt: Alterar definições de HDMI, CEC e overscan

# xbian-config.videoflags.label.videoflags
source: Video flags
es: Opciones de vídeo
fr: Paramètres vidéo
hu_hu: Video beállítások
it: Parametri Video
pt_pt: Etiquetas de vídeo

# xbian-config.videoflags.update_success
source: Video flags successfully updated
es: Opciones de vídeo actualizadas correctamente
fr: Paramètres vidéo modifiés correctement
hu_hu: Video beállítások sikeresen frissítve
it: Parametri Video aggiornati con successo
pt_pt: As etiquetas de vídeo foram actualizadas

# xbian-config.videoflags.hdmi_force_hotplug
source: Force HDMI output when no tv is identified
es: Forzar salida HDMI cuando no se encuentra ninguna salida de tv
fr: Forcer la sortie HDMI quand aucune tv n'est détectée
hu_hu: HDMI kimenet használata akkor is ha nem érzékelhető rajta TV
it: Forza uscita HDMI quando nessuna TV è identificata
pt_pt: Forçar saída HDMI ao não identificar nenhuma TV

# xbian-config.videoflags.hdmi_ignore_hotplug
source: Ignore HDMI output even if a tv is connected
es: Ignorar salida HDMI, incluso si el televisor está conectado
fr: Ignorer la sortie HDMI même si une tv est connectée
hu_hu: HDMI kimenet tiltása akkor is ha érzékelhető rajta TV
it: Ignora uscita HDMI anche se è collegato una TV
pt_pt: Ignorar saída HDMI mesmo com uma TV ligada

# xbian-config.videoflags.hdmi_ignore_cec_init
source: Ignore CEC init, preventing wakeup of tv at reboot
es: Ignorar inicio CEC para prevenir el encendido de la TV en el reinicio
fr: Ignorer CEC init pour empêcher le démarrage de la tv lors du redémarrage
hu_hu: CEC iniciálás kihagyása, hogy a TV ne ébredjen fel újrainduláskor
it: Ignora inizializzazione CEC, impedendo riattivazione della TV al riavvio
pt_pt: Ignorar inicialização CEC, evita ligar TV ao reiniciar

# xbian-config.videoflags.hdmi_ignore_cec
source: Disable CEC
es: Deshabilitar CEC
fr: Désactiver CEC
hu_hu: CEC tiltása
it: Disabilita CEC
pt_pt: Desactivar CEC

# xbian-config.videoflags.disable_overscan
source: Disable overscan
es: Desactivar overscan
fr: Désactiver overscan
hu_hu: Képméret növelés (overscan) tiltása
it: Disabilita overscan
pt_pt: Desactivar overscan

# xbian-config.videoflags.disable_splash
source: Disable the 'rainbow' screen at really start of RPI
es: Desactivar la pantalla de "arco iris" en el inicio de RPI
fr: Désactiver l'écran 'arc en ciel' au démarrage du RPI
hu_hu: Raspberry 'szivárvány' indulási képernyőjének tiltása
it: Disabilita video "arcobaleno" all'avvio del RPI
pt_pt: Desactivar ecrã 'arco-íris' ao ligar o RaspberryPI

# xbian-config.xbconfig.description
source: XBian config settings
es: Configuración XBian
fr: Paramètres de XBian config
hu_hu: XBian config beállításai
it: Parametri configurazione XBIAN
pt_pt: Definições da configuração XBian

# xbian-config.xbconfig.label.autostart
source: Autostart
es: Autoinicio
fr: Démarrage automatique
hu_hu: Automatikus indulás
it: Autoavvio
pt_pt: Início Automático

# xbian-config.xbconfig.label.actions
source: Actions
es: Acciones
hu_hu: Műveletek
it: Azioni
pt_pt: Acções

# xbian-config.xbconfig.autostart.enable_disable
source: Do you automatically want to start xbian-config when you login as user xbian?
es: ¿Usted desea automáticamente comenzar xbian-config cuando inicie sesión como usuario xbian?
fr: Voulez vous démarrer automatiquement xbian-config lorsque vous vous connectez avec l'utilisateur xbian?
hu_hu: Akarod, hogy automatikusan elinduljon az xbian-config amikor bejelentkezel az xbian felhasználóval?
it: Vuoi avviare automaticamente xbian-config quando accedi a xbian?
pt_pt: Quer iniciar automaticamente o xbian-config quando inicia sessão como o utilizador xbian?

# xbian-config.xbconfig.autostart.enabled
source: Successfully enabled xbian-config autostart
es: Activado exitosamente autostart xbian-config
fr: Démarrage automatique de xbian-config activé
hu_hu: xbian-cinfig automatikus indítása engedélyezve
it: Avvio automatico di xbian-config abilitato con successo
pt_pt: O início automático de xbian-config foi activado

# xbian-config.xbconfig.autostart.disabled
source: Successfully disabled xbian-config autostart
es: Desactivado exitosamente autostart xbian-config
fr: Démarrage automatique de xbian-config désactivé
hu_hu: xbian-cinfig automatikus indítása letiltva
it: Avvio automatico di xbian-config disabilitato con successo
pt_pt: O início automático de xbian-config foi desactivado

# xbian-config.xbianpass.name
source: XBian password
es: Contraseña XBian
fr: Mot de passe XBian
hu_hu: xbian jelszó
it: Password di XBian
pt_pt: Palavra-passe XBian

# xbian-config.xbianpass.description
source: Change password for xbian user
es: Cambiar la contraseña del usuario XBian
fr: Changer le mot de passe de l'utilisateur xbian
hu_hu: xbian felhasználó jelszavának megváltoztatása
it: Modifica password per utente xbian
pt_pt: Alterar palavra-passe para xbian

# xbian-config.xbianpass.changed
source: xbian password successfully changed
es: La contraseña XBian ha sido cambiada correctamente
fr: mot de passe xbian correctement changé
hu_hu: xbian felhasználó jelszava sikeresen megváltoztatva
it: La password dell'utente xbian è stata modificata
pt_pt: a palavra-passe xbian foi alterada

# xbian-config.xbianpass.label.password
source: Password:
es: Contraseña:
fr: Mot de passe:
hu_hu: Jelszó:
pt_pt: Palavra-passe:

# xbian-config.xbianpass.empty_fields
source: You have to enter both a new password and a confirmation
es: Tienes que introducir una nueva contraseña y la confirmación
fr: Vous devez entrer le mot de passe et le confirmer
hu_hu: Meg kell adnod az új jelszót majd megerősítésként meg kell ismételni
it: E' necessario inserire sia la nuova password che la password di conferma
pt_pt: Tem de introduzir a nova palavra-passe e uma confirmação

# xbian-config.xbianpass.no_match
source: Passwords didn't match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
hu_hu: A megadott jelszavak nem azonosak
it: Le password non corrispondono
pt_pt: As palavras-passe não correspondem

# xbian-config.xbmc.description
source: Change XBMC settings
es: Cambiar ajustes de XBMC
fr: Modifier les paramètres de XBMC
hu_hu: XBMC beállítások
it: Modifica le impostazioni di XBMC
pt_pt: Alterar definições do XBMC

# xbian-config.xbmc.webserver.enable_disable
source: Do you want to enable or disable the XBMC webserver?
es: ¿Quieres activar o desactivar el servidor web XBMC?
fr: Voulez vous activer/désactiver le serveur web de XBMC?
hu_hu: Szeretnéd engedélyezni vagy tiltani az XBMC webszervert?
it: Si vuole attivare o disattivare il webserver di XBMC?
pt_pt: Quer activar ou desactivar o servidor web do XBMC?

# xbian-config.xbmc.webserver.enable.success
source: XBMC webserver successfully enabled
es: Servidor web XBMC habilitado con éxito
fr: Serveur web de XBMC activé
hu_hu: XBMC webszerver engedélyezve
it: Webserver di XBMC attivato con successo
pt_pt: O servidor web do XBMC foi activado

# xbian-config.xbmc.webserver.disable.success
source: XBMC webserver successfully disabled
es: Servidor web XBMC deshabilitado con éxito
fr: Serveur web de XBMC désactivé
hu_hu: XBMC webszerver letiltva
it: Webserver di XBMC disattivato con successo
pt_pt: O servidor web do XBMC foi desactivado

# xbian-config.xbmc.webserver.enable.failed
source: Failed to enable XBMC webserver
es: Error al habilitar servidor web XBMC
fr: Echec lors de l'activation du serveur web XBMC.
hu_hu: Hiba történt az XBMC webszerver engedélyezésekor
it: Impossibile abilitare il webserver di XBMC
pt_pt: Não foi possível activar o servidor web do XBMC

# xbian-config.xbmc.webserver.disable.failed
source: Failed to disable XBMC webserver
es: Error al deshabilitar servidor web XBMC
fr: Echec lors de la désactivation du serveur web XBMC.
hu_hu: Hiba történt az XBMC webszerver letiltásakor
it: Impossibile disabilitare il webserver di XBMC
pt_pt: Não foi possível desactivar o servidor web do XBMC

# xbian-config.xbmc.label.webserver
source: Webserver
es: Servidor web
fr: Serveur web
hu_hu: Webszerver
pt_pt: Servidor web

# xbian-config.xbmc.label.actions
source: Actions
es: Acciones
hu_hu: Műveletek
it: Azioni
pt_pt: Acções

# xbian-config.xbmc.label.tvoff_screensaver
source: Turn CEC capable TV OFF with screensaver
es: Apagar la TV a través de CEC cuando se active el salvapantallas.
fr: Eteindre la TV (CEC) avec l'écran de veille
hu_hu: CEC kompatibilis TV kikapcsolása a képernyővédővel
it: Spegni TV compatibile CEC con lo screensaver
pt_pt: Desligar televisão CEC quando em espera

# xbian-config.xbmc.label.tvoff_screensaver_delay
source: delay (min)
es: retraso (min)
fr: délais (min)
hu_hu: késleltetés (perc)
it: ritardo (min)
pt_pt: atraso (min)

# xbian-config.xbmc.label.tvon_exit
source: Turn CEC capable TV ON when XBMC exits
es: Mantener la TV encendida a través de CEC cuando se apague la RPi
fr: Allumer la TV (CEC) lorsque xbmc quitte
hu_hu: CEC kompatibilis TV bekapcsolása az XBMC-ből kilépéskor
it: Spegni TV compatibile CEC quando XMBC esce
pt_pt: Ligar televisão CEC quando o XBMC termina

# xbian-config.xbmc.label.tvoff_shutdown
source: Turn CEC capable TV OFF on RPI shutdown
es: Apagar la TV a través de CEC cuando se apague la RPi
fr: Eteindre la TV (CEC) lorsque le RPI s'eteint
hu_hu: CEC kompatibilis TV kikapcsolása az RPI kikapcsolásakor
it: Spegni TV compatibile CEC quando RPI si spegne
pt_pt: Desligar televisão CEC quando o RPI desliga

# xbian-config.xbmc.label.automount
source: Enable USB disk automounting
es: Activar el montaje automático de discos USB
fr: Monter automatiquement les disques USB
hu_hu: USB kötetek automatikus felcsatolásának engedélyezése
it: Abilita automounting disco USB
pt_pt: Activar ejecção automática de USB

# xbian-config.xbmc.label.share
source: Make automounted disks available via SMB
es: Hacer que los discos montados automáticamente estén disponibles a través de SMB
fr: Partager automatiquement les disques USB sur le réseau (SMB)
hu_hu: A felcsatlakoztatott kötetek legyenek elérhetőek SMB megosztással
it: Rendi dischi montati in automatico dispobilivia SMB
pt_pt: Disponibilizar discos auto-montados por SMB

# xbian-config.xbmc.label.sharerw
source: Shares should be world writable (including anonymous access)
es: Las carpetas y ficheros compartidos pueden ser sobreescritos (incluido por anónimos)
fr: Accès en écriture (anonyme inclus) des partages réseau
hu_hu: A megosztott kötetek legyenek írjhatóak (beleértve az anonymous elérést)
it: Condivisioni scrivibili da tutti (incluso accesso anonimo)
pt_pt: Partilhas devem ser editáveis por todos (inclui anónimos)

# xbian-config.xbmc.label.uuid
source: Include partition UUID in mnt folder name
es: Incluir partición UUID en la carpeta con nombre mnt
fr: Inclure le UUID dans le répertoire de montage
hu_hu: A felcsatolt kötet neve tartalmazza a UUID-t is.
it: Includi partizione UUID nel mnt nome directory
pt_pt: Incluir UUID da partição no nome da pasta mnt

# xbian-config.xbmc.label.dyn_priority
source: XBMC Dynamic Priority
es: Prioridad dinámica de XBMC
fr: Priorité dynamique de xbmc
hu_hu: XBMC dinamikus prioritás (-20-tól 19-ig, hozzértőknek)
it: Priorità Dinamica XBMC
pt_pt: Prioridade dinâmica no XBMC

# xbian-config.xbmc.label.lownice
source: Lower Nice priority
es: Baja prioridad recomendada
fr: Priorité basse (Nice)
hu_hu: Alacsonyabb prioritáshoz tartozó nice érték
it: Roidotta priorità di Nice
pt_pt: Baixa prioridade

# xbian-config.xbmc.label.highnice
source: Higher Nice priority
es: Prioridad alta recomendada
fr: Priorité haute (nice)
hu_hu: Magasabb prioritáshoz tartozó nice érték
it: Elevata priorità di Nice
pt_pt: Alta prioridade

# xbian-config.xbmc.label.spindown
source: Spin Down HDD
es: Detener el giro de disco duro
fr: Mettre le DD en veille
hu_hu: HDD leállítás (spin down)
it: Riduci la velocità degli HDD
pt_pt: Abrandar disco rígido

# xbian-config.xbmc.label.sync
source: Mount with sync option
es: Montar con opción de sincronización
fr: Monter avec l'option sync (plus lent)
hu_hu: Csatolás [I]sync[/I] opcióval (lassabb, de biztonságosabb)
it: Monta con opzione sync
pt_pt: Montar com opção de sincronização

# xbian-config.preferences.name
source: Preferences
es: Preferencias
fr: Préférences
hu_hu: Beállítások
it: Preferenze
pt_pt: Preferências

# xbian-config.preferences.label.advanced_mode
source: Advanced Mode
es: Modo avanzado
fr: Mode avancé
hu_hu: Haladó mód
it: Modalità avanzata
pt_pt: Modo Avançado

# xbian-config.preferences.label.advanced
source: Advanced
es: Avanzado
fr: Avancé
hu_hu: Haladó
it: Avanzata
pt_pt: Avançado

# xbian-config.preferences.update.error
source: Error while updating setting
es: Error al actualizar la configuración
fr: Erreur lors de la mise à jour du paramètre
hu_hu: Hiba történt a rendszer frissítésekor
it: Errore durante l'aggiornamento delle impostazioni
pt_pt: Erro ao actualizar definição

# xbian-config.preferences.update.success
source: Successfully updated setting
es: Configuración actualizada correctamente
fr: La paramètre a été mis a jour correctement
hu_hu: Beállítás frissítve
it: Impostazioni aggiornate con successo
pt_pt: A definição foi actualizada

# xbian-config.preferences.label.notify
source: Notifications
es: Notificaciones
hu_hu: Értesítések
it: Notifiche
pt_pt: Notificações

# xbian-config.preferences.notify.on_error
source: Notify on error
es: Notificar en caso de error
fr: Notifier les erreurs
hu_hu: Értesítés a sikertelen műveletekről
it: Notifica in caso di errore
pt_pt: Notificação em erros

# xbian-config.preferences.notify.on_success
source: Notify on success
es: Notificar en caso de éxito
fr: Notifier les erreurs
hu_hu: Értesítés a sikeres műveletekről
it: Notifica in caso di successo
pt_pt: Notificação ao concluir

# xbian-config.preferences.ask_confirmation
source: Ask confirmation before saving new settings
es: Confirmar antes de guardar los nuevos ajustes
fr: Demander la confirmation avant la modification des paramètres
hu_hu: Megerősítés az új beállítások mentése előtt
it: Chiedi conferma prima di salvare nuove impostazioni
pt_pt: Pedir confirmação antes de guardar novas definições

# xbian-config.preferences.label.notification
source: Notification
es: Notificación
hu_hu: Értesítések
it: Notifica
pt_pt: Notificação

# xbian-config.xbiancopy.label.source
source: Source drive/partition:
es: La unidad de origen disco/partición:
fr: Partition/disque source
hu_hu: Forrás meghajtó/partició:
it: Sorgente disco\partizione:
pt_pt: Disco/Partição de origem:

# xbian-config.xbiancopy.label.dest
source: Destination:
es: Destino:
hu_hu: Cél:
it: Destinazione:
pt_pt: Destino:

# xbian-config.xbiancopy.name
source: Xbian copier
es: Copiadora XBian
fr: XBian copieur
hu_hu: XBian másoló
it: Copiatore Xbian
pt_pt: Copiador XBMC

# xbian-config.xbiancopy.description
source: XBIAN system copy tool (to usb, img file ...)
es: Herramienta de copia del sistema XBIAN (para usb, imagenes ...)
fr: XBian utilitaire de copie (vers usb, fichier image)
hu_hu: Rendszer másoló eszköz (USB-re, img fájlba...)
it: Strumento di copia del sistema XBIAN (verso usb, img file...)
pt_pt: Sistema de cópia XBian (p/ usb, .img ...)

# xbian-config.xbiancopy.dialog.wrongblkdev
source: Wrong destination block device (doesn't exist or is not a partition)
es: Destinación de dispositivo incorrecta (no existe o no es una partición)
fr: Mauvaise destination (n'existe pas ou est une partition)
hu_hu: Hibás cél blokk eszköz (nem létezik vagy nem egy partició)
it: Dispositivo di blocco di destinazione errato (non esiste o non è una partizione)
pt_pt: Unidade de destino errada (não existe ou não é uma partição)

# xbian-config.xbiancopy.dialog.exportwrong
source: NFS export does not meet requirements
es: La exportación NFS no cumple los requisitos
fr: l'export NFS n'est pas complet
hu_hu: NFS export nem felel meg a követelményeknek
it: Esportazione NFS non soddisfa i requisiti
pt_pt: A exportação NFS não cumpre os requisitos

# xbian-config.xbiancopy.dialog.targetwrong
source: iSCSI target can not be connected and partitioned (%s)
hu_hu: Az iSCSI cél eszköz nem csatlakoztatható vagy particionálható (%s)

# xbian-config.xbiancopy.dialog.preperror
source: Can't prepare destination filesystem
es: No se puede preparar el sistema de archivos de destino
fr: Ne peut préparer le systeme de fichier de destination
hu_hu: Nem sikerült a cél fájlrendszer előkészítése
it: Non è possibile preparare il filesystem di destinazione
pt_pt: Não é possível preparar o sistema de ficheiros de destino

# xbian-config.xbiancopy.dialog.copyerror
source: Error during copying data occoured (%s)
hu_hu: Hiba történt az adatok másolása közben (%s)

# xbian-config.xbiancopy.dialog.clonedone
source: \nYour current installation has been successfully cloned to\n%s\n\nAfter reboot, it will directly boot into cloned system
hu_hu: \nAz aktuális telepítés klónozása sikerült ide: \n%s\n\nAz úraindulás után közvetlenül a klónozott rendszer indul el

# xbian-config.backup.category.snasphot
source: Manage snapshot
es: Gestionar las copias de seguridad
fr: Gérer les snapshot
hu_hu: Rendszer-visszaállítási pontok kezelése
it: Gestione snapshot
pt_pt: Gerir Cópias Guardadas

# xbian-config.backup.category.home
source: Home backup
es: Copia de seguridad de home
fr: Sauvegarde du home
hu_hu: Home kötet mentése
pt_pt: Cópia da pasta pessoal

# xbian-config.backup.category.system
source: System backup
es: Copia de seguridad del sistema
fr: Sauvegarde su système
hu_hu: Rendszer mentése
it: Backup del sistema
pt_pt: Cópia do sistema

# xbian-config.backup.category.snapshot
source: Snapshot
es: Copia de seguridad
hu_hu: Rendszer-visszaállítási pont
pt_pt: Cópia

# xbian-config.backup.category.autosnapshot
source: Auto snapshot
es: Copia de seguridad instantánea
fr: Snapshot automatique
hu_hu: Rendszer-visszaállítási pont készítő
pt_pt: Auto-cópia

# xbian-config.backup.daily_snapshot
source: Enable daily snapshot
es: Habilitar copia de seguridad diaria
fr: Activer les snapshots journalier
hu_hu: Készítés naponta
it: Abilita snapshot giornaliero
pt_pt: Activar cópia de segurança diária

# xbian-config.backup.nbautosnap
source: Number of snapshot to keep
es: Número de copias de segurdad a guardar
fr: Nombre de snapshot à conserver
hu_hu: Visszamenőleg megtatrandó mentések száma
it: Numero di snapshot da mantenere
pt_pt: Número de cópias a manter

# xbian-config.backup.weekly_snapshot
source: Enable weekly snapshot
es: Habilitar copia de seguridad semanal
fr: Activer les snapshots semainier
hu_hu: Készítés hetente
it: Abilita snapshot settimanali
pt_pt: Activar cópia de segurança semanal

# xbian-config.backup.auto_system_image
source: Auto image
es: Imagen automática
fr: Image automatique
hu_hu: Automatikus lemezkép mentés
pt_pt: Auto cópia

# xbian-config.backup.destype
source: Destination type
es: Tipo de destino
fr: Type de destination
hu_hu: Cél típusa
it: Tipo di destinazione
pt_pt: Tipo de destino

# xbian-config.backup.blockdev
source: Block device
es: Bloquear el dispositivo
fr: Periphérique (block device)
hu_hu: Blokk eszköz
it: blocco dispositivo
pt_pt: Unidade de Bloco

# xbian-config.backup.filedest
source: Destination
es: Destino
hu_hu: Cél
it: Destinazione
pt_pt: Destino

# xbian-config.backup.start
source: Start backup now
es: Iniciar copia de seguridad ahora
fr: Démarrer la sauvegarde
hu_hu: Mentés indítás
it: Avvia il backup ora
pt_pt: Iniciar cópia agora

# xbian-config.backup.confirm_write
source: Write backup to %s?
es: ¿Escribir la copia de seguridad en %s?
fr: Ecriture de la sauvergarde sur %s
hu_hu: Indulhat a mentés ide: %s?
it: Scrivi backup in %s
pt_pt: Guardar cópia em %s?

# xbian-config.backup.warning_write
source: This will erase ALL data on %s, continue?
es: Esto borrará todos los datos en %s, ¿continuar?
fr: Cette action va effacer toutes les données sur %s, continuer?
hu_hu: %s MINDEN adata el fog veszni, folytatod?
it: Questo cancellerà TUTTI i dati su %s, continuare?
pt_pt: esta acção vai apagar todos os dados em %s, continuar?

# xbian-config.backup.selectdevice
source: Select Device
es: Seleccionar dispositivo
fr: Choisisser le périphérique
hu_hu: Eszköz kiválasztása
it: Seleziona dispositivo
pt_pt: Escolha a unidade

# xbian-config.backuphome.name
source: Backup /home to file
es: Realizar copia de seguridad de /home a un archivo
fr: Sauvegarder /home dans un fichier
hu_hu: /home kötet mentése fájlba
it: Backup /home in file
pt_pt: Cópia segurança

# xbian-config.backuphome.description
source: Backups XBMC settings, Libraries and related files
es: Configuración de copias de seguridad de XBMC, librerías y archivos relacionados
fr: Sauvegarde des paramètres XBMC, bibliothèques et fichiers de configurations
hu_hu: XBMC beállítások, könyvtárak és fájlok mentése
it: Backups delle impostazioni di XBMC, delle librerie e dei relativi file
pt_pt: Guarda cópias de definições XBMC e relacionados

# xbian-config.backuphome.running
source: Please wait while creating backup file
es: Por favor, espera mientras se crea la copia de seguridad
fr: Veuillez patienter pendant la création du fichier de sauvegarde
hu_hu: Várj míg a mentés befejeződik...
it: Attendere la creazione del file di backup
pt_pt: Por favor aguarde enquanto é criado o ficheiro de cópia

# xbian-config.backuphome.done
source: Backup file is prepared at /xbmc-backup. Please grab the file over network or save locally.
es: El archivo de la copia de seguridad esta guardado en /xbmc-backup. Por favor, copia el archivo bien a través de la red o de forma local.
fr: Le fichier de sauvegarde a été créé dans le répertoire /xbmc-backup. Veuillez copier le fichier via le réseau ou sauvegardez le locallement
hu_hu: A mentés elkészült az /xbmc-backup mappába. A mentés elmásolhatod helyi mappába vagy a hálózaton keresztül.
it: file di backup in /xbmc-backup. Si prega di prendere il file dalla rete o salvarlo in locale.
pt_pt: O ficheiro de cópia está preparado em /xbmc-backup. Por favor arraste o ficheiro para a rede ou guarde-o localmente.

# xbian-config.backuphome.failed
source: Backup /home process failed!
es: ¡El proceso de backup /home ha fallado!
fr: Sauvegarde de /home échouée
hu_hu: /home kötet mentése sikertelen!
it: Proceddo di backup della /home fallito!
pt_pt: O processo de cópia de /home falhou!

# xbian-config.backuphome.desc1
source: It can take several minutes depending on size of your /home/xbian directory
es: Puede tomar varios minutos, dependiendo del tamaño de su directorio /home/xbian
fr: Cela peut prendre plusieurs minutes, en fonction de la taille de votre dossier personnel
hu_hu: Ez hosszabb ideig is eltarthat a /home/xbian kötet méretétől függően
it: Può richiedere alcuni minuti in base alla dimensione della directory /home/xbian
pt_pt: Pode demorar vários minutos dependendo do tamanho da sua pasta /home/xbian

# xbian-config.backuphome.desc2
source: File will be created under /xbian-backup, which is also accessible through smb share
es: El archivo se creará en /xbian-backup, directorio que también es accesible a través de la red compartida de smb
fr: Le fichier sera créer sous /xbian-backup, qui est aussi accessible via le partage réseau windows.
hu_hu: A fájl az /xbian-backup mappába kerül majd, ami elérhet SMB megosztásként a hálózatról is.
it: Verrà creato un file in /xbian-backup, accessibile anche tramite condivisione SMB
pt_pt: O ficheiro será criado em /xbian-backup, que está acessivel através de partilha smb
