Repository: xbianonpi/xbian-package-config-shell
Catalog: content/usr/local/include/xbian-config/gettext/xbian.*.po
Languages: es, fr, hu_hu, it, pt_pt

# xbian-config.wizard.finish.description
source: You now have a fully configured XBian.[CR]We hope it will give you a great experience.[CR][CR]If you want to manage additional XBian settings: Go System -> XBian.[CR]If you want to rerun this Wizard at a later date: Select tab XBian Wizard under System
es: Ahora tienes XBian totalmente configurado.[CR] Esperamos que lo disfrutes.[CR] [CR]Si deseas administrar XBian: vaya a Sistema -> XBian [CR]Si deseas volver a ejecutar este asistente de nuevo, marque la casilla de verificacion Sistema -> Wizard
fr: Vous avez maintenant pleinement paramétrée XBian.[CR]Nous espérons que vous en serez satisfait.[CR][CR]Si vous voulez gérer d'autres paramètres XBian: Allez à Système -> XBian.[CR]Si vous voulez relancer cet assistant plus tard: Sélectionnez l'onglet Assistant XBian dans Système
hu_hu: Elkészült a teljesen beállított XBianod[CR]Reméljük egy élmény lesz a használata.[CR]További CBian beállításokat a Rendszer -> XBian menüpontban találsz.[CR]Ha újra szeretnéd futtatni ezt a varázslót, keresd az XBian varázsót a beállításokban.
it: Ora avete completato la configurazione di XBian.[CR]Speriamo vi darà un'ottima esperienza.[CR][CR]Se si desidera gestire le impostazioni XBian aggiuntive: Vai su Sistema -> XBian.[CR]Se si desidera eseguire nuovamente questa procedura guidata in un secondo momento: Selezionare la scheda XBian guidata sotto Sistema
pt_pt: Tem um XBian completamente configurado.[CR]Esperamos que lhe dê uma optima experiência.[CR][CR]Se pretender configurar definições adicionais: Vá a Sistema -> XBian.[CR]Se pretender correr novamente este utilitário de configuração mais tarde: Seleccione o separador XBian Wizard no menu Sistema.

# xbian-config.common.pleasewait
source: Please wait...
es: Por favor, espere...
fr: Veuillez patienter...
hu_hu: Egy kis türelmet...
it: Attendere prego...
pt_pt: Por favor aguarde...

# xbian-config.common.initialisation
source: Initialisation...
es: Inicialización...
hu_hu: Inicializálás...
it: Inizializzazione...
pt_pt: A inicializar...

# xbian-config.common.loading
source: Loading
es: Cargando
fr: Chargement
hu_hu: Töltés
it: Caricamento
pt_pt: A carregar

# xbian-config.common.doyouwanto
source: Do you want to %s
es: ¿Quieres %s
fr: Voulez vous %s
hu_hu: Biztosan akarod ezt: %s?
it: Vuoi %s
pt_pt: Deseja %s

# xbian-config.common.error
source: ERROR : cannot save setting
es: ERROR: No se puede guardar la configuración
fr: ERREUR : impossible de sauvegarder le paramètre
hu_hu: HIBA: beállítások mentése sikertelen
it: ERRORE: impossibile salvare la configurazione
pt_pt: ERRO: não foi possivel guardar definição

# xbian-config.common.ok
source: Setting has been saved
es: Los ajustes han sido guardados
fr: Paramètre sauvegardé
hu_hu: Beállítások elmentve
it: Configurazione salvata
pt_pt: A definição foi guardada

# xbian-config.common.confirmation
source: Are you sure to apply modification?
es: ¿Estas seguro de aplicar la modificación?
fr: Etes vous sûr de vouloir appliquer la modification?
hu_hu: Biztosan alkalmazod a módosításokat?
it: Sei sicuro di applicare le modifiche?
pt_pt: Tem a certeza que quer aplicar a modificação?

# xbian-config.common.badentry
source: Data you have enter is not correct
es: Los datos que has introducido son incorrectos
fr: L'information entrée est incorrecte
hu_hu: Hibás adatokat adtál meg
it: Il valore inseriti non è corretto
pt_pt: Os dados que introduziu não estão correctos

# xbian-config.xbconfig.name
source: XBian config
es: Configuración XBian
it: Configurazione XBian
pt_pt: Configuração XBian

# xbian-config.xbmc.label.usbhotplug
source: USB HotPlug
pt_pt: Detectar automaticamente USB

# xbian-config.main.title
source: Config
es: Configuración
fr: Configuration
it: Configurazione

# xbian-config.kernel.name
source: Kernel
fr: Noyau
