Repository: xbianonpi/xbian-package-config-shell
Catalog: content/usr/local/include/xbian-config/gettext/xbian.*.po
Languages: es, fr, hu_hu, it, pt_pt

# xbian-config.services.autostart.disable_failed
source: Failed to disable the autostart of the service...
es: Error al deshabilitar el inicio automático del servicio...
fr: Echec lors de la désactivation du démarrage automatique du service...
hu_hu: Szolgáltatás automatikus indításának tiltása sikertelen...
it: Disattivazione di avvio automatico del servizio fallito.
pt_pt: Não foi possível desactivar o início automático do serviço...

# xbian-config.services.not_exists
source: This service does not exists...
es: No existe este servicio...
fr: Ce service n'existe pas...
hu_hu: Szolgáltatás nem létezik...
it: Questo servizio non esiste...
pt_pt: O serviço não existe...

# xbian-config.services.error
source: Unknown error
es: Error desconocido
fr: Erreur inconnue
hu_hu: Ismeretlen hiba
it: Errore sconosciuto
pt_pt: Erro desconhecido

# xbian-config.services.delete.confirm
source: Are you sure you want to delete this service from the list?
es: ¿Está seguro que desea eliminar este servicio en la lista?
fr: Etes vous sure de vouloir supprimer ce service de la liste?
hu_hu: Biztosan törölni akarod ezt a szolgáltatást a listáról?
it: Sei sicuro di voler rimuovere questo servizio dalla lista?
pt_pt: Tem a certeza que quer apagar este serviço da lista?

# xbian-config.services.delete.success
source: The service has successfully been removed
es: El servicio ha sido eliminado con éxito
fr: Le service a été supprimé correctement
hu_hu: Szolgáltatás sikeresen törölve
it: Il servizio è stato rimosso con successo
pt_pt: O serviço foi removido

# xbian-config.services.inserted
source: The service has successfully been inserted
es: El servicio ha sido añadido con éxito
fr: Le service a été inséré correctement
hu_hu: Szolgáltatás sikeresen hozzásadva
it: Il servizio è stato aggiunto con successo.
pt_pt: O serviço foi inserido

# xbian-config.services.updated
source: The service has successfully been updated
es: El servicio ha sido actualizado con éxito
fr: Le service a été mis à jour correctement
hu_hu: Szolgáltatás sikeresen frissítve
it: Il servizio è stato aggiornato con successo
pt_pt: O serviço foi actualizado

# xbian-config.services.label.service
source: Service
es: Servicio
hu_hu: Szolgáltatás
it: Servizio
pt_pt: Serviço

# xbian-config.services.label.action
source: Action
es: Acción
hu_hu: Művelet
it: Azione
pt_pt: Acção

# xbian-config.services.label.autostart
source: Autostart
es: Autoinicio
fr: Démarrage automatique
hu_hu: Automatikus indulás
it: Autoavvio
pt_pt: Início Automático

# xbian-config.services.label.noautostart
source: Disable autostart
es: Desactivar inicio automático
fr: Désactiver démarrage auto
hu_hu: Automatikus indulás tiltása
it: Disabilita autoavvio
pt_pt: Desactivar auto-início

# xbian-config.services.label.running
source: Running
es: Funcionando
fr: En marche
hu_hu: Fut
it: Esecuzione
pt_pt: Em execução

# xbian-config.services.label.start_restart
source: (Re)Start
es: Reiniciar
fr: (Re)Démarrer
hu_hu: (Újra)Indítás
it: (Ri)avvio
pt_pt: (Re)Iniciar

# xbian-config.services.label.start
source: Start
es: Iniciar
fr: Démarrer
hu_hu: Elindítás
it: Avvio
pt_pt: Iniciar

# xbian-config.services.label.restart
source: Restart
es: Reiniciar
fr: Redémarrer
hu_hu: Újraindítás
it: Riavvio
pt_pt: Reiniciar

# xbian-config.services.label.stop
source: Stop
es: Detener
hu_hu: Megállítás
it: Ferma
pt_pt: Parar

# xbian-config.services.refresh_gui
source: Refresh
es: Refrescar
fr: Rafraichir
hu_hu: Frissítés
it: Aggiorna
pt_pt: Actualizar

# xbian-config.services.label.stopped
source: Stopped
es: Detenido
fr: Arrêté
hu_hu: Megállítva
it: Fermato
pt_pt: Parado

# xbian-config.services.label.add_custom
source: Add a custom service
es: Añadir un servicio personalizado
fr: Ajouter un service externe.
hu_hu: További szolgáltatás hozzáadása
it: Aggiungi servizio personalizzato
pt_pt: Adicionar um serviço personalizado

# xbian-config.services.label.edit
source: Edit
es: Editar
fr: Editer
hu_hu: Szerkesztés
it: Modifica
pt_pt: Editar

# xbian-config.services.label.delete
source: Delete
es: Eliminar
fr: Supprimer
hu_hu: Törlés
it: Elimina
pt_pt: Apagar

# xbian-config.services.label.name
source: Name
es: Nombre
fr: Nom
hu_hu: Név
it: Nome
pt_pt: Nome

# xbian-config.services.label.confirminsert
source: Do you want to insert %s
es: ¿Usted quiere insertar %s
fr: Voulez vous insérer %s
hu_hu: Biztoasan hozzáadod a következőt: %s?
it: Vuoi inserire %s
pt_pt: Quer inserir %s

# xbian-config.services.label.daemons
source: Daemon(s)
fr: Démon(s)
hu_hu: Démon(ok)
it: Demone(i)

# xbian-config.services.label.leave_empty
source: Leave empty if none
es: Dejar en blanco si no hay ninguno
fr: Laisser vide si aucun
hu_hu: Hagyd üresen, ha nincs
it: Lasciare vuole per nessuno
pt_pt: Se nenhum, deixar em branco

# xbian-config.services.label.separate_space
source: Separate by spaces
es: Separado por espacios
fr: Separé par des espaces
hu_hu: Szóközzel elválasztva
it: Separato da spazi
pt_pt: Separar por espaços

# xbian-config.sshroot.name
source: SSH root login
fr: accès root SSH
hu_hu: SSH bejelentkezés root felhasználóval
it: Accesso SSH da Root
pt_pt: Sessão root SSH

# xbian-config.sshroot.description
source: Enable/Disable SSH root login
es: Activar/Desactivar el acceso de root por SSH
fr: Activer/désactiver l'accès root SSH
hu_hu: SSH root bejelentkezés engedélyezése/tiltása
it: Abilita/Disabilita accesso SSH da root
pt_pt: Activar/Desactivar sessão root SSH

# xbian-config.sshroot.enable_confirm
source: Do you want to enable or disable root ssh login?
es: ¿Quieres activar o desactivar acceso de root por SSH?
fr: Voulez vous activer/désactiver l'accès root SSH?
hu_hu: Szeretnéd engedélyezni vagy tiltani az SSH root bejelentkezést?
it: Vuoi abilitare o disabilitare l'accesso SSH da root?
pt_pt: Quer activar ou desactivar o início de sessão root por SSH?

# xbian-config.sshroot.empty_password
source: User root has an empty password, without a password user root cannot login through SSH so please set this first.
es: El usuario root tiene una contraseña en blanco. Sin una contraseña para el usuario root no puede iniciar sesión a través de SSH, por favor establezca una.
fr: L'utilisateur root a un mot de passe vide. Sans mot de passe, il ne peut se connecter via SSH. Créez un mot de passe avant.
hu_hu: A root felhasználónak nincsen jelszava. Jelszó nélkül a root felhasználó nem jelentkezhet be SSH-val. Előbb állíts be jelszót a root felhasználónak.
it: Utente root non ha password, senza una password non è possible accedere come root via SSH.
pt_pt: O utilizador root tem uma palavra-passe em branco. Sem uma palavra-passe, o utilizador root não pode iniciar sessão por SSH, portanto defina uma primeiro.

# xbian-config.sshroot.enabled
source: SSH root login successfully enabled
es: Acceso de root por SSH habilitado con éxito
fr: Acces SSH de l'utilisateur root correctement ajouté
hu_hu: SSH root bejelentkezés engedélyezve
it: Accesso di root via SSH attivato con successo
pt_pt: Início de sessão root por SSH activado

# xbian-config.sshroot.disabled
source: SSH root login successfully disabled
es: Acceso de root por SSH deshabilitado con éxito
fr: Acces SSH de l'utilisateur root correctement désactivé
hu_hu: SSH root bejelentkezés letiltva
it: Accesso di root via SSH disattivato
pt_pt: Início de sessão root por SSH desactivado

# xbian-config.timezone.name
source: Timezone
es: Zona Horaria
fr: Fuseau horaire
hu_hu: Időzóna
it: Fuso orario
pt_pt: Fuso Horário

# xbian-config.timezone.description
source: Change the timezone of your RPi
es: Cambiar la zona horaria de su RPi
fr: Changer le fuseau horaire de votre RPi
hu_hu: RPi időzónájának megváltoztatása
it: Modifica il fuso orario del tuo RPi
pt_pt: Mudar o fuso horário do seu RPi

# xbian-config.timezone.loading.timezone
source: Retrieving current timezone...
es: Recuperando zona horaria actual...
fr: Récupération du fuseau horaire actuel
hu_hu: Aktuális időzóna lekérdezése...
it: Ricevendo il fuso orario corrente...
pt_pt: A obter fuso horário actual...

# xbian-config.timezone.loading.location
source: Loading locations...
es: Cargando localizaciones...
fr: Chargement des régions
hu_hu: Helyek betöltése...
it: Caricamento delle località...
pt_pt: A carregar localizações...

# xbian-config.timezone.label.timezone
source: Timezone
es: Zona Horaria
fr: Fuseau horaire
hu_hu: Időzóna
it: Fuso orario
pt_pt: Fuso Horário

# xbian-config.timezone.label.location
source: Location
es: Ubicación
fr: Région
hu_hu: Hely
it: Località
pt_pt: Localização

# xbian-config.timezone.old
source: The old timezone: %s
es: La antigua zona horaria: %s
fr: L'ancien fuseau horaire est %s
hu_hu: A régi időzóza: %s
it: Il vecchio fuso orario: %s
pt_pt: Fuso horário antigo: %s

# xbian-config.timezone.new
source: The new timezone: %s
es: La nueva zona horaria: %s
fr: Le nouveau fuseau horaire est %s
hu_hu: Az új időzóna: %s
it: Il nuovo fuso orario: %s
pt_pt: Fuso horário novo: %s

# xbian-config.timezone.no_timezone_selected
source: You didn't select a timezone
es: No ha seleccionado ninguna zona horaria
fr: Vous n'avez pas sélectionné de fuseau horaire
hu_hu: Időzóna nincs kiválasztva
it: Non hai selezionato un fuso orario
pt_pt: Não seleccionou um fuso horário

# xbian-config.timezone.no_location_selected
source: You didn't select a location
es: No ha seleccionado ninguna localización
fr: Vous n'avez pas sélectionné de région
hu_hu: Nem választottál ki helyet
it: Non hai selezionato una località
pt_pt: Não seleccionou uma localização

# xbian-config.timezone.notset
source: Not Set
es: No especificado
fr: Aucun
hu_hu: Nincs megadva
it: Non configurato
pt_pt: Não Definido

# xbian-config.aptupdate.description
source: Run apt-get update
es: Ejecute apt-get update
hu_hu: apt-get update futtatása
it: Esegui apt-get update
pt_pt: Correr 'apt-get update'

# xbian-config.updates.name
source: Check deb upgrades
es: Comprobar actualizaciones deb
fr: Vérifier deb upgrades
hu_hu: Deb frissítések ellenőrzése
it: Controlla aggiornamenti deb
pt_pt: Actualizações

# xbian-config.updates.description
source: Run apt-get upgrade
es: Ejecute apt-get upgrade
fr: Lancer apt-get upgrade
hu_hu: apt-get upgrade futtatása
it: Esegui apt-get upgrade
pt_pt: Verificar actualizações de sistema

# xbian-config.updatemirrors.name
source: Update mirrors
es: Actualizar mirrors
fr: Mise à jour des mirroirs
hu_hu: Tükrözések frissítése
it: Aggiorna i mirror
pt_pt: Serv. alternativos

# xbian-config.updatemirrors.description
source: Update informations about mirror sites available
es: Actualizar la información sobre los mirrors disponibles
fr: Mise à jours des informations sur les miroirs disponibles
hu_hu: Érvényes tükröző helyek listájának frisítése
it: Agiorna informazioni riguardo i siti mirror disponibili
pt_pt: Actualizar info de repositórios alternativos

# xbian-config.updatemenu.name
source: Updates
es: Actualizaciones
fr: Mises à jour
hu_hu: Frissítések
it: Aggiornamenti
pt_pt: Actualizações

# xbian-config.updatemenu.description
source: Check for system updates
es: Compruebe si hay actualizaciones del sistema
fr: Vérification des mises à jour système
hu_hu: Rendszer frissítések ellenőrzése
it: Verfica aggiornamenti di sistema
pt_pt: Verificar actualizações de sistema

# xbian-config.updates.apt.update
source: Update local package database...
es: Actualización de la base de datos local de paquetes ...
fr: Mise à jour de la base de donnée locale
hu_hu: Helyi telepítő csomag adatbázis frissítése...
it: Aggiornamento database locale dei pacchetti...
pt_pt: Actualizar a base de dados local de pacotes...

# xbian-config.updates.apt.update_failed
source: An error occured while updating the package database
es: Ha ocurrido un error al actualizar la base de datos de los paquetes
fr: Une erreur est survenue lors de la maj de la base de donnée
hu_hu: Hiba történt a csomaglista frissítésekor
it: Si è verificato un errore durante l'aggiornamento del database dei pacchetti
pt_pt: Ocorreu um erro ao actualizar a base de dados local de pacotes

# xbian-config.updates.list.download
source: Retrieving list of upgradeable packages...
es: Recuperando lista de paquetes actualizables...
fr: Récupération des paquets pouvant être mis à jour
hu_hu: Frissíthető csomagok keresése...
it: Recupero la lista di paccetti aggiornabili...
pt_pt: A obter a lista de pacotes actualizáveis...

# xbian-config.updates.mirror.download
source: Downloading remote package database...
es: Descargando base de datos de paquetes remotos...
fr: Téléchargement de la base de donnée distante des paquets
hu_hu: Távoli csomaglista letöltése...
it: Scaricamento del database dei pacchetti remoti...
pt_pt: A transferir base de dados de pacotes remota...

# xbian-config.updates.mirror.download_failed
source: Failed to retrieve download mirrors, therefore a local (possibly outdated) list will be used
es: No se ha podido encontrar los sitios o mirrors de descarga, por tanto se utilizará la lista local (posiblemente obsoleta)
fr: Echec lors du téléchargement des miroirs, une liste locale (peut être pas à jour) sera utilisée
hu_hu: Letöltési tükrök fogadása sikertelen, így az esetlegesen elavult helyi csomaglista lesz használva
it: Impossibile recuperare mirror per il download, quindi verrà utilizzata una (forse obsoleta) lista locale
pt_pt: Não foi possível obter os servidores de transferência, portanto uma lista local (possivelmente desactualizada) será usada

# xbian-config.updates.upgrade.available
source: A new XBian version is available, would you like to install it now? The system will reboot automatically when the update is finished
es: Una nueva versión XBian está disponible, ¿le gustaría instalarla ahora?. El sistema se reiniciará automáticamente cuando se realice la actualización.
fr: Une nouvelle version de XBian est disponible, voulez vous l'installer maintenant? Le système redémarrera automatiquement lorsque la mise à jour sera terminée.
hu_hu: Új XBian verzió érhető el, szeretnéd telepíteni? Telepítés után a rendszer automatikusan újraindul.
it: Una nuova versione id XBian è disponibile, si vuole installlarla adesso? Il sistema sarà riavviato automaticamente a termine dell'aggiornamento
pt_pt: Está disponível uma nova versão do XBian, quer instalá-la agora? O sistema será reiniciado automaticamente quando a actualização estiver concluída

# xbian-config.updates.upgrade.installing
source: XBian is being upgraded to a new version, please do not reboot or pull the power plug because this could result in a malfunctioning system, depending on your internet connection, this procedure can take quit some time...
es: XBian se está actualizando a una nueva versión, por favor, no reinicie ni apague el dispositivo, ya que esto podría dar lugar a un mal funcionamiento del sistema. En función de su conexión a Internet, este procedimiento puede tardar algún tiempo...
fr: XBian est en cours de mis à jour. Veuillez ne pas redémarrer ou débrancher le RPI, cela pourrait corrompre votre système. En fonction de votre connection internet, la procédure peut prendre un certain de temps.
hu_hu: XBian frissítése új verzióra. Kérlek ne indítsd újra és ne áramtalanítsd mert az hibákhoz vezethet. A folyamat az internet kapcsolatod sebességétől függően hosszabb ideig is eltarthat...
it: XBian si sta aggiornando ad una nuova versione, si prega di non riavviare o estrarre la spina di alimentazione in quanto ciò potrebbe comportare un malfunzionamento del sistema, a seconda della vostra connessione internet questa procedura può richiedere un po' di tempo...
pt_pt: O XBian está a ser actualizado para uma nova versão. Por favor, não reinicie nem desligue o sistema porque isso poderá danificá-lo. Este processo pode demorar algum tempo, dependendo da sua velocidade de internet...

# xbian-config.updates.upgrade.reboot
source: XBian will reboot automatically when you close this window
es: XBian se reiniciará automáticamente cuando se cierre esta ventana
fr: XBian redémarrera automatiquement lorsque vous fermerez cette fenêtre
hu_hu: Az XBian újra fog indulni az ablak becsukásakor
it: Xbian si riavvierà in automatico alla chiusura di questa finestra
pt_pt: O XBian será reiniciado automaticamente quando fechar esta janela

# xbian-config.updates.update.confirm
source: Are you sure you want to update these packages?
es: ¿Está seguro de que desea actualizar estos paquetes?
fr: Etes vous sure de vouloir mettre à jour ces paquets?
hu_hu: Biztosan frissíteni akarod ezeket a csomagokat?
it: Sei sicuro di voler aggiornare questi pacchetti?
pt_pt: Tem a certeza que quer actualizar estes pacotes?

# xbian-config.updates.update.running
source: Please wait while updating...
es: Por favor, espere mientras se actualiza...
fr: Veuillez patienter pendant la mise à jour...
hu_hu: Várj míg a frissítés befejeződik...
it: Perfavore attendere durante l'aggiornamento...
pt_pt: Por favor aguarde, a actualizar...

# xbian-config.updates.update.success
source: The packages are successfully updated
es: Los paquetes se han actualizado correctamente
fr: Les paquets ont été mis à jour correctement
hu_hu: A csomagok sikeresen frissítve
it: I pacchetti sono stati aggiornati con successo
pt_pt: Os pacotes foram actualizados

# xbian-config.updates.update.already_installed
source: The latest versions of these packages are already installed
es: Las últimas versiones de estos paquetes han sido instalados
fr: Les dernières versions de ces paquets sont déja installées
hu_hu: A csomag legfrissebb verziója már telepítve van
it: La versione più recente di questi pacchetti è già stata installata
pt_pt: As últimas versões destes pacotes já estão instaladas

# xbian-config.updates.update.not_exists
source: The packages you are trying to install could not be found
es: Los paquetes que está intentando instalar no se han podido encontrar
fr: Les paquets que vous essayez d'installer n'ont pas été trouvés
hu_hu: A telepítendő csomag nem található
it: I pacchetti che si sta tentando di installare non sono stati trovati
pt_pt: Não foi possível encontrar os pacotes que está a tentar instalar

# xbian-config.updates.update.version_unavailable
source: The packages versions you are trying to install could not be found
es: Los paquetes de las versiones que están tratando de instalar no se han podido encontrar
fr: La version des paquets que vous essayez d'installer n'a pas été trouvée
hu_hu: A csomag telepítendő verziója nem található
it: La versione dei pacchetti che si sta tentando di installare non è stata trovata
pt_pt: Não foi possível encontrar as versões dos pacotes que está a tentar instalar

# xbian-config.updates.update.show_log
source: Would you like to see the installation log?
es: ¿Quieres ver el registro de instalación?
fr: Voulez vous voir les logs d'installation?
hu_hu: Szeretnéd látni a csomag telepítési logokat?
it: Si vuole vedere il log di installazione?
pt_pt: Quer ver o registo da instalação?

# xbian-config.updates.update.error
source: A serious error occured while processing these packages
es: Ocurrió un grave error mientras se procesaba este paquete
fr: Une erreur sérieuse est survenue lors de l'installation des paquets
hu_hu: Súlyos hiba történt a csomag feldolgozásakor
it: Si è verificato un grave errore nel processare questi pacchetti
pt_pt: Ocorreu um erro grave ao processar estes pacotes

# xbian-config.updates.update.size_mismatch
source: There is a size mismatch for the remote packages
es: El tamaño de los paquetes remotos no coincide
fr: La taille du paquet distant ne correspond pas au paquet local
hu_hu: Méret eltérés a távoli csomaghoz képest
it: C'è un disallienamento di dimensione per i pacchetti remoti
pt_pt: Os tamanhos dos pacotes remotos não correspondem

# xbian-config.updates.update.installing
source: Updating the packages, this could take several minutes so please wait...
es: Actualizando los paquetes, esto podría tardar varios minutos. Por favor, espere...
fr: Mis à jour du paquet, cela peut prendre quelques minutes...
hu_hu: Csomagok frissítése, türelem...
it: Aggiornamento dei pacchetti, questa operazione può durare qualche minuto. Attendere prego...
pt_pt: A actualizar os pacotes, poderá demorar vários minutos, por favor aguarde...

# xbian-config.updates.update.downgrade
source: You already got newer versions of this package installed
es: Usted ya tiene las versiones más recientes de este paquete instalado
fr: La dernière version de ce paquet est déja installée
hu_hu: A rendelkezésre állónál egy frissebb csomag van már telepítve
it: Hai già installato la versione più recente di questi pacchetti
pt_pt: Já tem instaladas versões mais recentes deste pacote

# xbian-config.updates.label.updates
source: Updates
es: Actualizaciones
fr: Mises à jour
hu_hu: Frissítések
it: Aggiornamenti
pt_pt: Actualizações

# xbian-config.updates.label.update
source: Update
es: Actualización
fr: Mettre à jour
hu_hu: Frissítés
it: Aggiornamento
pt_pt: Actualizar

# xbian-config.updates.label.update_packages
source: Update Packages
es: Actualizar paquetes
fr: Mettre à jour les paquets
hu_hu: Csomagok frissítése
it: Aggiornamento Pacchetti
pt_pt: Actualizar Pacotes

# xbian-config.updates.label.version
source: Version
es: Versión
fr: Versions
hu_hu: Verzió
it: Versione
pt_pt: Versão

# xbian-config.updates.label.update_all
source: Update All
es: Actualizar todo
fr: Tout mettre à jour
hu_hu: Az összes frissítése
it: Aggiorna Tutto
pt_pt: Actualizar Todos

# xbian-config.updates.label.update_to_date
source: Up-to-date
es: Hasta a la fecha
fr: A jour
hu_hu: Naprakész
it: Aggiornato
pt_pt: Actualizado

# xbian-config.updates.label.upgrade
source: Upgrade
es: Actualizar la versión
fr: Mise à jour
hu_hu: Frissítés
it: Aggiornamento
pt_pt: Actualizar

# xbian-config.updates.label.autoupdates
source: Automatic updates
es: Actualizaciones automáticas
fr: Mise à jour automatique
hu_hu: Automatikus frissítés
it: Aggiornamenti automatici
pt_pt: Actualizações automáticas

# xbian-config.updates.label.autoinstallupdates
source: Auto install available updates
es: Instalar automáticamente las actualizaciones disponibles
fr: Mettre à jour automatiquent
hu_hu: Rendelkezésre álló frissítések automatikus telepítése
it: Installa automaticamente gli aggiornamenti disponibili
pt_pt: Auto-instalar actualizações disponíveis

# xbian-config.updates.label.aptsnapshot
source: Do a snapshot with APT-GET transaction
es: Hacer un registro de las acciones de APT-GET
fr: Créer un snapshot lors de l'utilisation d'APT-GET
hu_hu: Rendszer-visszaállítási pont létrehozása a frissítés előtt
it: Crea uno snapshot con la transazione APT-GET
pt_pt: Fazer uma cópia com as transacções do APT-GET

# xbian-config.updates.label.autoupdaterepo
source: Auto update package inventory
es: Actualización automática del inventario de paquetes
fr: Vérifier les mises à jour automatiquement
hu_hu: Csomaglista automatikus frissítése
it: Auto aggiornamento inventario pacchetto
pt_pt: Auto-actualizar o inventário de pacotes

# xbian-config.updates.label.autoupdaterepointerval
source: interval (days)
es: Intervalo (días)
fr: Intervale (Jours)
hu_hu: Frissítési időköz (napokban)
it: intervallo (giorni)
pt_pt: Intervalo (dias)

# xbian-config.updates.uptodate
source: Your install already contains the latest versions of XBian packages
es: La instalación ya contiene las últimas versiones de los paquetes XBian
fr: Votre installation contient déja les dernières versions des paquet XBian
hu_hu: A telepítésed már tartalmazza a legfrissebb XBian csomagot
it: La tua installazione contiene la versione più recente dei pacchetti XBian
pt_pt: A sua instalação já contém as versões mais recentes dos pacotes XBian

# xbian-config.videoflags.name
source: Video output
es: Salida de vídeo
fr: Sortie vidéo
hu_hu: Video kimenet
it: Uscita Video
pt_pt: Saída vídeo
