Repository: xbianonpi/xbian-package-config-shell
Catalog: content/usr/local/include/xbian-config/gettext/xbian.*.po
Languages: es, fr, hu_hu, it, pt_pt

# xbian-config.backuphome.desc3
source: Until finished, there will be just temp folder. Once ready, .img file will appear.
es: Hasta que haya terminado, permanecerá en la carpeta temporal. Una vez listo, el archivo imagen .img aparecerá.
fr: Durant l'opération, il n'y aura qu'un fichier temporaire, une fois fini, le fichier .img sera créé
hu_hu: Az elkészültéig átmeneti mappában van, ha elkészült akkor lesz elérhető az .img fájl.
it: Fino al termine, ci sarà solo la cartella Temp. Una volta pronto, verrà visualizzato il file .img.
pt_pt: Até terminar apenas existirá uma pasta temporária. Uma vez terminado, o ficheiro .img aparecerá.

# xbian-config.backuphome.desc4
source: You can copy the file directly to you computer (the file will be deleted during reboots!)
es: Puedes directamente copiar el archivo a tu ordenador (el archivo se borrará al reiniciar!)
fr: Vous pouvez copier le fichier directement sur l'ordinateur (le fichier sera effacé au prochain redémarrage)
hu_hu: A fájlt el kell másolnod a saját gépedre (törölve lesz újraindításkor)
it: Puoi copiare i file direttamente sul tuo computer (il file sarà eliminato durante in riavvio!)
pt_pt: Poderá copiar o ficheiro para o seu computador (o ficheiro é apagado ao reiniciar!)

# xbian-config.backuphome.desc5
source: To restore your XBMC, just copy .img file to /xbian-backup/put_to_restore folder.
es: Para restaurar su XBMC, sólo tienes que copiar la imagen .img en la carpeta /xbian-backup/put_to_restore.
fr: Pour restaurer l'image, copier simplement le fichier .img dans le répertoire /xbian-backup/put_to_restore
hu_hu: Az XBMC visszaállításához másold az .img fájlt a /xbian-backup/put_to_restore mappába
it: Per ripristinare XBMC, copia il file .img nella directory /xbian-backup/put_to_restore
pt_pt: Para restaurar o seu XBMC apenas copie o ficheiro .img para a pasta /xbian-backup/put_to_restore.

# xbian-config.backuphome.restore
source: Restore backup
es: Restaurar copia de seguridad
fr: Restaurer la sauvegarde
hu_hu: Mentett lemezkép visszaállítása
it: Ripristina backup
pt_pt: Restaurar cópia de segunrança

# xbian-config.backuphome.selectimage
source: Select Home Image
es: Seleccione imagen de Home
fr: Choisissez l'image de votre répertoire personnel
hu_hu: Válaszd ki a Home kötet lemezképét
it: Seleziona immagine di Home
pt_pt: Seleccionar cópia da pasta pessoal

# xbian-config.backuphome.restore_home_confirm
source: %s : Do you want to restore home from %s?
es: %s: ¿Desea restaurar home de %s?
fr: %s : Voulez vous restaurer l'image %s?
hu_hu: %s: Vissza akarod állítani a Home kötetet ebből: %s?
it: %s: Vuoi ripristinare home da %s
pt_pt: %s: Deseja restaurar a pasta pessoal a partir de %s?

# xbian-config.backuphome.restore_home_info
source: It can take several minutes depending on size of your backup image.
es: Puede tomar varios minutos dependiendo del tamaño de la imagen de copia de seguridad.
fr: Cela peut prendre plusieurs minutes, dépendant de la taille de votre image
hu_hu: Ez hosszabb ideig is eltarthat a lemezkép méretétől függően
it: Può richiedere alcuni minuti in base alla dimensione dell'immagine di backup
pt_pt: Pode demorar alguns minutos, dependendo do tamanho da cópia.

# xbian-config.enableauto.name
source: Auto updates
es: Actualizaciones automáticas
fr: Mises à jour automatiques
hu_hu: Biztosan aktiválod az automatikus frissítést?
it: Auto aggiornamento
pt_pt: Auto-actualizações

# xbian-config.enableauto.description
source: Set auto update mechanism
es: Establecer el mecanismo de actualización automática
fr: Activer la mise à jour automatique
hu_hu: Automatikus frissítési mód beállítása
it: Seleziona il sistema di auto aggiornamento
pt_pt: Configurar actualizações automáticas

# xbian-config.updates.enableauto.enable_disable
source: Do you want to activate automatic updates?
es: ¿Quieres activar las actualizaciones automáticas?
fr: Voulez vous activer la mise à jour automatique?
hu_hu: Aktiválod az automatikus frissítése?
it: Vuoi attivare gli aggiornamenti automatici?
pt_pt: Deseja activar as actualizações automáticas?

# xbian-config.updates.enableauto.disabled
source: Automatic updates are disabled
es: Las actualizaciones automáticas están desactivadas
fr: Mise à jour automatique désactivée
hu_hu: Automatikus frissítés letiltva
it: Gli aggiornamenti automatici sono disabilitati
pt_pt: As actualizações automáticas estão desactivadas

# xbian-config.updates.enableauto.enabled
source: Automatic updates are enabled
es: Las actualizaciones automáticas están activadas
fr: Mise à jour automatique activée
hu_hu: Automatikus frissítés engedélyezve
it: Gli aggiornamenti automatici sono abilitati
pt_pt: As actualizações automáticas estão activas

# xbian-config.snapshot.mountsnap
source: Mount a snapshot
es: Montar una instantánea
fr: Monter un snapshot
hu_hu: Rendszer-visszaállítási pont felcsatolása (mount)
it: Carica uno snapshot
pt_pt: Montar uma cópia

# xbian-config.snapshot.loadingvolume
source: Loading volumes...
es: Cargando volúmenes...
fr: Chargement des volumes...
hu_hu: Kötetek betöltése
it: Caricamento volumi...
pt_pt: A carregar volumes...

# xbian-config.snapshot.volume
source: Btrfs volume
es: Volumen Btrfs
hu_hu: Btrfs kötet
it: Volume Btrfs
pt_pt: Unidade Btrfs

# xbian-config.snapshot.rollback
source: Rollback to a snapshot
es: Revertir a una instantánea
fr: Rollback vers un snapshot
hu_hu: Visszaállás egy korábbi Rendszer-visszaállítási pontra
it: Rispristina ad uno snapshot
pt_pt: Restaurar cópia

# xbian-config.snapshot.delete_snasphot
source: Delete a snapshot
es: Eliminar una instantánea
fr: Effacer un snapshot
hu_hu: Rendszer-visszaállítási pont törlése
it: Elimina uno snapshot
pt_pt: Apagar cópia

# xbian-config.snapshot.create_snapshot
source: Create a snapshot
es: Crear una instantánea
fr: Créer un snapshot
hu_hu: Rendszer-visszaállítási pont készítése
it: Crea uno snapshot
pt_pt: Criar cópia

# xbian-config.snapshot.name_snapshot
source: Snapshot name
es: Nombre de la instantánea
fr: Nom du snapshot
hu_hu: Rendszer-visszaállítási pont neve
it: Nome Snapshot
pt_pt: Nome da cópia

# xbian-config.snapshot.backup
source: Backup
es: Copia de seguridad
fr: Sauvegarde
hu_hu: Mentés
pt_pt: Cópia de segurança

# xbian-config.util.valuegreater
source: Value must be greater than %d
es: El valor debe ser mayor que %d
fr: La valeur doit être plus grande que %d
hu_hu: Az érték magasabb kell legyen mint %d
it: Il valore deve essere maggiore di %s
pt_pt: O valor deve ser superior a %d

# xbian-config.util.valuelower
source: Value must be lower than %d
es: El valor debe ser menor que %d
fr: La valeur doit être plus petite que %d
hu_hu: Az érték alacsonyabb kell legyen mint %d
it: Il valore deve essere minore di %s
pt_pt: O valor deve ser inferior a %d

# xbian-config.wizard.welcome.title
source: Welcome to XBian
es: Bienvenido a XBian
fr: XBian vous souhaite la bienvenue
hu_hu: Jó szórakozást kíván az XBian!
it: Benvenuto in XBian
pt_pt: Bem-vindo ao XBian

# xbian-config.wizard.welcome.smalltitle
source: Welcome
es: Bienvenido
fr: Bienvenue
hu_hu: Jó szórakozást!
it: Benvenuto
pt_pt: Bem-vindo

# xbian-config.wizard.welcome.description
source: Thanks for choosing XBian.[CR][CR]XBian is a free Open Source media centre distribution for the Raspberry Pi.[CR]Our slogans is "XBMC on Raspberry Pi, the Bleeding edge" as our main focus is on delivering the fasted media centre for the Raspberry Pi.[CR][CR]We believe that everyone can make XBian better.[CR]Please visit our www.xbian.org for support. If you have any questions, suggestions or contributions, please share them with us!
es: Gracias por elegir XBian. [CR][CR] XBian es una distribución Open Source y gratuita de centro multimedia para la Raspberry Pi. [CR] Nuestros lemas son "XBMC en Raspberry Pi, a la vanguardia" como nuestro enfoque principal es en la entrega del mediacenter para la Raspberry Pi. [CR][CR]Creemos que todo el mundo puede participar en hacer XBian mejor. [CR] por favor visitenos en www.xbian.org y busca la zona de apoyo. Si tienes alguna pregunta, sugerencia o contribución, por favor compartela con nosotros!.
fr: Merci d'avoir choisi XBian[CR][CR]XBian est un centre de Média 'Open source' pour le raspberry Pi.[CR]Notre slogans est "XBMC sur le raspberry pi, Bleeding edge", comme notre focus principal est de délivrer le media center le plus rapide pour le raspberry PI[CR][CR]Tout le monde peut rendre XBIan meilleur.[CR]Visiter notre site www.xbian.org pour plus de support. Si vous avez des question, suggestion ou contributions, partagez les avec nous.
hu_hu: Köszönjük, hogy a XBian-t választottad.[CR][CR]Az XBian egy ingyenes nyílt forráskódu média kezelő Raspberryre.[CR]Szlogenünk: "XBMC on Raspberry Pi, the Bleeding edge", célkitűzésünk egy gyors média center Raspberry Pire.[CR][CR]Hisszük, hogy mindenki segíthet az XBian fejlesztésében.[CR]Segítségért látogasd meg honlapunkat: www.xbian.org. Ha kérdésed, javaslatod van vagy hozzájárulnál a munkánkhoz, fordulj hozzánk bizalommal.
it: Grazie per aver scelto XBian.[CR][CR]Xbian è una distribuzione libera Open Source media centre per il Rpaspberry PI.[CR]Il nostro slogan è "XBMC su Raspberry Pi, Bleeding Edge" come il nostro obiettivo principale è fornire il più veloce media center per Raspberry Pi.[CR][CR] Crediamo che tutti possono fare XBian migliore.[CR]Si prega di visitare il nostro www.xbian.org per il supporto. Se avete domande, suggerimenti o contributi, si prega di condividerle con noi!
pt_pt: Obrigado por escolher o Xbian.[CR][CR]O XBian é uma distribuição Media Center de software livre para o Raspberry Pi.[CR]Os nossos slogans são "XBMC no Raspberry Pi, o último grito".[CR][CR]Acreditamos que toda a gente pode tornar o XBian melhor.[CR]Por favor visite o nosso site www.xbian.org para obter suporte. Se tiver questões, sugestões ou contribuições, por favor partilhe-as connosco!

# xbian-config.wizard.network.title
source: Configure your network
es: Configura tu red
fr: Configurer votre réseau
hu_hu: Hálózati beállítások
it: Configura la rete
pt_pt: Configure a sua rede

# xbian-config.wizard.network.smalltitle
source: Network
es: Red
fr: Réseau
hu_hu: Hálózat
it: Rete
pt_pt: Rede

# xbian-config.wizard.network.description
source: Configuring your wired or wireless connection in XBian is really easy. XBian can run without internet access but you will have a better experience with it.
es: Configurar la conexión de red por cable o inalámbrica en XBian es realmente fácil. XBian puede funcionar sin acceso a Internet, pero tendrás una mejor experiencia de XBian con acceso a internet.
fr: Configurer votre connection wifi ou cablée est tres facile avec XBian. XBian peut fonctionner sans acces internet, mais vous aurez une bien meilleure expérience avec.
hu_hu: A vezetékes és vezeték nélküli hálózat beállítása egyszerű az XBianban. Internet hozzáféréssel még nagyobb élményben lehet részed de az XBian annélkül is használható.
it: La configurazione della connessione cablata o senza fili in XBian è davvero facile. XBian può funzionare senza connessione internet, ma si avrà una migliore esperienza con esso.
pt_pt: Configurar a sua ligação à rede com fios ou sem fios no XBian é muito facil. O XBian pode correr sem acesso à internet, mas terá uma experiência melhorada com ela.

# xbian-config.wizard.license.title
source: Enter your License key
es: Introduzca su clave de licencia
fr: Entrer votre clé de license
hu_hu: Add meg a licenc kulcsodat
it: Inserisci la tua chiave di Licenza
pt_pt: Introduza a sua Chave de licença

# xbian-config.wizard.license.smalltitle
source: License key
es: Clave de licencia
fr: Clé de license
hu_hu: Licenc kulcs
it: Chiave di licenza
pt_pt: Chave de licença

# xbian-config.wizard.license.description
source: The Raspberry Pi can decode the majority of video and audio formats, however, in order to decode VC-1 (Used in some BluRay discs) and MPEG-2, you will need to purchase a license key for these.[CR]They are available at http://www.raspberrypi.com/license-keys/[CR][CR]If you already have a license key, you can enter it now.
es: La Raspberry Pi puede decodificar la mayoría de formatos de vídeo y de audio, sin embargo, con el fin de decodificar los códecs propietarios VC-1 (utilizado en algunos discos BluRay) y MPEG-2, tendrás que comprar una clave de licencia para éstos.[CR]Puedes conseguirlas en http://www.raspberrypi.com/license-keys/ [CR] [CR] Si ya tienes una clave de licencia, puedes introducirla ahora.
fr: Le Raspberry Pi peut décoder la majoritée des formats vidéo et audio. Cependant, pour pouvoir jouer les vidéos encodée en VC-1 (Utilisé dans certains BluRay) et MPEG-2, vous devrez achetez une clé de licence. [CR]Elles sont disponible a l'adresse suivante : http://www.raspberrypi.com/license-keys/ [CR][CR]Si vous avez déja achetée les licenses, vous pouvez les introduire maintenant.
hu_hu: A Raspberry Pi dekódolni tudja a főbb video és audio formátumokat, de a VC-1 (némely BluRay lemezek kódolása) és MPEG-2 dekódoláshoz licenc kulcsot kell vásárolni, ami a következő oldalon lehetséges:[CR]http://www.raspberrypi.com/license-keys/[CR][CR]Ha már van licenc kulcsod, akkor most megadhatod.
it: Raspberry Pi può decodificare la maggior parte dei formati video e audio, tuttavia per decodificare VC-1 (usato in alcuni dischi BluRay) e MPEG-2 sarà necessario acquistare una chiave di licenza.[CR]Queste sono disponibili su http://www.raspberrypi.com/license-keys/[CR][CR]Se possedete già una chiave di licenza è possibile inserirla adesso.
pt_pt: O Raspberry Pi pode descodificar a maioria dos formatos de vídeo e audio, contudo, para descodificar VC-1 (Usado em alguns discos BluRay) e MPEG2, terá de comprar licenças.[CR] Estas estão disponíveis em http://www.raspberrypi.com/license-keys/[CR][CR]Se já tiver uma chave de licença, pode introduzi-la agora.

# xbian-config.wizard.backup.title
source: Restore Home
es: Restaurar Home
fr: Restaurer votre dossier personnel
hu_hu: Home kötet visszaállítása
it: Ripristina Home
pt_pt: Restaurar pasta pessoal

# xbian-config.wizard.backup.smalltitle
source: Restore
es: Restaurar
fr: Restaurer
hu_hu: Visszaállítás
it: Ripristina
pt_pt: Restaurar

# xbian-config.wizard.backup.description
source: XBian will offer you an easy way to backup your setup.[CR]If you have a previous backup of your home[CR](it contain your XBMC configuration, addons, settings including Libraries...),[CR]you can restore now.[CR][CR]Later, if you want to do a backup, create a snapshot and many more,[CR],go to system->xbian->backup
es: XBian te ofrece una manera fácil de realizar la copia de seguridad de su configuración.[CR]Si dispones una copia de seguridad anterior de tu home[CR] (que contiene la configuración de XBMC, addons, ajustes, incluyendo librerias ...), [CR] puedes restaurarla ahora.[CR][CR]En el futuro, si quieres hacer una copia de seguridad, puedes crearla [CR]ve a System-> XBian-> Backup
fr: XBian offre la possibilitée de sauvegarder facilement votre configuration. [CR] Si vous avez une sauvegarde de votre dossier personnel (il contient la configuration de xbmc, addon et bibliothèque). [CR]Vous pouvez le restaurer maintenantCR][CR]Plus tard, si vous voulez créer un backup, un snapshot ou plus,[CR],Allez à system->XBian->Sauvegarde.
hu_hu: Az XBian lehetővé teszi a beállításaid egyszerű mentését.[CR]Ha van korábbi home kötet mentésed[CR](amiben megvan az XBMC beállítás, add-onok, könyvtárak)[CR]most visszaállíthatod.[CR]A későbbiekben készíthetsz rendszer-visszaállítási pontokat és mentéseket is.[CR] Keresd a Rendszer -> XBian -> Mentés menüpontot
it: XBian vi offrirà un modo semplice per eseguire il backup della configurazione.[CR]Se si dispone di un backup precedente della vostra home[CR](che contiene la configurazione di XBMC, addons, impostazioni, tra cui le Librerie...),[CR]è possibile ripristinarla ora.[CR][CR]Successivamente, se si vuole fare una copia di backup, creare uno o più snapshot,[CR],andare in Sistema-> xbian-> di backup
pt_pt: O XBian oferece-lhe uma forma facil de fazer cópias de segurança do seu sistema.[CR]Se tiver uma cópia anterior da sua pasta pessoal (ela contem as configurações do XBMC, extenções, bibliotecas...), pode restaurá-las agora.[CR][CR]Depois, se pretender fazer cópias de segurança, crie uma cópia e seguida de muitas mais, vá a sistema->xbian->cópia de segurança

# xbian-config.wizard.update.title
source: Update XBian
es: Actualizar XBian
fr: Mettre XBian à jour
hu_hu: XBian frissítése
it: Aggiorna XBian
pt_pt: Actualizar XBian

# xbian-config.wizard.update.smalltitle
source: update
es: actualización
fr: Mise à jour
hu_hu: frissítés
it: aggiorna
pt_pt: actualizar

# xbian-config.wizard.update.description
source: You can now choose how XBian will be updated and how often to check for updates.[CR][CR]By default, XBian will not be updated automatically, but you will be advised when a new update is available.[CR][CR]To update go to System -> XBian -> Update and select the packages to upgrade.[CR][CR]If you wish XBian to be updated automatically, you can set it now.
es: Ahora puedes elegir cómo y cuándo XBian buscará actualizaciones del sistema.[CR][CR] Por defecto, XBian no se actualizará automáticamente, pero se te informará cuando una nueva actualización este disponible.[CR][CR]Para actualizar manualmente ve a Sistema -> XBian -> Update y selecciona los paquetes para actualizarlos.[CR][CR]Si deseas que XBian se actualice automáticamente, puedes configurarlo ahora.
fr: Vous pouvez maintenant choisir comment XBian va être mis à jour[CR][CR]Par défaut, XBian ne sera pas mis à jour automatiquement, vous serez averti quand une mise à jour est disponible. [CR][CR]Pour mettre votre système à jour, [CR]Allez à Système -> XBian ->Mise à jour et choisissez le paquet a mettre à jour.[CR][CR]Si vous voulez que XBian se mette a jour automatiquement, vous pouvez l'activer maintenant
hu_hu: Most kiválaszthatod a frissítés módját és gyakoriságát.[CR][CR]Alapértelmezésben az XBian nem frissül automatikusan de értesít a frissítésekről.[CR][CR]A frissétes a Rendszer-> XBian -> Frissítés menüben lehetséges a frissítendő csomag kiválasztásával.[CR][CR]Ha szeretnéd, hogy automatikus legyen a frissítés, most beállíthatod.
it: È ora possibile scegliere come XBian sarà aggiornato e con quale frequenza controllare gli aggiornamenti.[CR][CR]Per impostazione predefinita XBian non verrà aggiornato automaticamente, ma l'utente verrà informato quando un nuovo aggiornamento è disponibile.[CR][CR]Per aggiornare accedere a Sistema -> XBian -> Aggiornamento e selezionare i pacchetti da aggiornare[CR][CR]Se si desidera XBian venga aggiornato automaticamente, è possibile impostarlo ora.
pt_pt: Pode agora escolher como o XBian será actualizado e a frequência que ele procura actualizações.[CR][CR]Por defeito, o XBian não será actualizado automaticamente, mas será avisado quando estiver disponível uma nova actualização.[CR][CR]Para actualizar, vá a Sistema -> XBian -> Actualizações e seleccione os pacotes a actualizar.[CR][CR]Se pretender que o Xbian actualize automaticamente, pode defini-lo agora.

# xbian-config.wizard.package.title
source: Install new packages
es: Instalar nuevos paquetes
fr: Installer des nouveaux paquets
hu_hu: Új csomagok telepítése
it: Installa nuovi pacchetti
pt_pt: Instalar novos pacotes

# xbian-config.wizard.package.smalltitle
source: package
es: paquete
fr: paquet
hu_hu: csomag
it: pacchetto
pt_pt: pacote

# xbian-config.wizard.package.description
source: XBian comes with everything needed for XBMC but you can easily add pre-configured packages like Torrent, Newsbin, CouchPotatoe and many more.[CR][CR]Users can create their own package and share it with others. If you feel you have something that others may like, go to the XBian Forum and post a thread, and someone will get back to you with information.[CR][CR]Please be patient while the package list is loading.
es: XBian viene con todo lo necesario para XBMC, pero además puedes añadir fácilmente paquetes pre-configurados como Torrent, Newsbin, CouchPotato y muchos más.[CR][CR]Los usuarios pueden crear paquetes personalizados y compartirlos con los demás. Si consideras que tienes algo interesante para la comunidad, puedes publicar un hilo en el foro de XBian y nos pondremos en contacto contigo con más información. [CR] [CR] Por favor, se paciente mientras la lista de paquetes se carga.
fr: XBian est fourni avec tout ce qu'il faut pour XBMC mais vous pouvez facilement ajouter des paquets pré-configurés comme Torrent, Newsbin, CouchPotatoe et bien plus.[CR][CR]Les utilisateurs peuvent créer leur propre paquet et le partager avec les autres. Si vous pensez que vous avez quelque chose que les autres peuvent aimer, allez sur le forum XBian et postez une discussion et quelqu'un reviendra vers vous avec des instructions.[CR][CR]Soyez patient pendant que la liste des paquets charge.
hu_hu: Az XBiannal mindent megkapsz ami szükséges az XBMC-hez de könnyen hozzáadhatsz kiegészítőket, mint a Torrent, Newsbin, CouchPotatoe és hasonlóak.[CR][CR] A fálhasználók a maguk készítette csomagokokat is megoszthatják egymással. Ha úgy érzed bekerülhetne még valami hasznos, nyiss róla témát az XBian fórumon majd elfogadás esetén várd ki míg megjelenik a friss csomag lista amiben benne van.
it: XBian viene fornito con tutto il necessario per XBMC, ma si possono facilmente aggiungere pacchetti preconfigurati come Torrent, Newsbin, CouchPotato e molti altri. [CR] Gli utenti possono creare il proprio pacchetto [CR] e condividerlo con gli altri. Se pensi di avere qualcosa che può piacere ad altri, rivolgiti al Forum XBian e pubblica un post, qualcuno vi risponderà con le informazioni. [CR] [CR] Si prega di essere pazienti mentre la lista dei pacchetti sta caricando.
pt_pt: O XBian vem com tudo o que precisa para o XBMC mas pode facilmente adicionar pacotes pre-configurados como Torrent, Newbin, CouchPotatoe e muitos outros.[CR][CR]Os utilizadores podem criar o seu próprio pacote e partilhá-lo com os outros. Se achar que tem algo que pode interessar a outros utilizadores, vá ao fórum XBian e coloque um artigo, e alguém virá ter consigo com informações.[CR][CR]Por favor seja paciente enquanto a lista de pacotes carrega.

# xbian-config.wizard.finish.title
source: It's time to play
es: ¡Es hora de jugar!
fr: A vous de jouer
hu_hu: Szórakozásra fel!
it: E' tempo di riprodurre
pt_pt: É hora de jogar

# xbian-config.wizard.finish.smalltitle
source: Finish
es: Final
fr: Terminer
hu_hu: Vége
it: Fine
pt_pt: Fim
