Repository: xbianonpi/xbian-package-config-shell
Catalog: content/usr/local/include/xbian-config/gettext/xbian.*.po
Languages: es, fr, hu_hu, it, pt_pt

# xbian-config.network.credentials.lan.invalid
source: Invalid static IP credentials entered, please try again
es: Las credenciales IP estáticas introducidas son inválidas, por favor inténtelo de nuevo
fr: L'adresse IP n'est pas valide, veuillez réessayer
hu_hu: A megadott statikus IP beállítások érvenytelenek, próbáld meg újra
it: Credenziali IP statico non valide, si prega di riprovare
pt_pt: As credenciais de IP estático introduzidas são inválidas, por favor tente de novo

# xbian-config.network.credentials.lan.updated
source: Static IP configuration updated
es: La configuración de la IP estáctica ha sido actualizada correctamente
fr: Adresse IP statique sauvegardé correctement
hu_hu: Statikus IP beállítások frissítve
it: Configurazione IP statico aggiornata
pt_pt: A configuração de IP estático foi actualizada

# xbian-config.network.label.open
source: Open
es: Abierta
fr: Ouvert
hu_hu: Nyitott
it: Aperto
pt_pt: Abrir

# xbian-config.network.label.signal
source: Signal
es: Señal
hu_hu: Jel
it: Segnale
pt_pt: Sinal

# xbian-config.overclocking.name
source: Overclocking
hu_hu: Órajel emelés
pt_pt: Overclock

# xbian-config.overclocking.description
source: Configure overclocking
es: Configurar overclocking
fr: Configurer l'overclocking
hu_hu: Órajel emelési beállítások
it: Configurazione Overclock
pt_pt: Configurar overclock

# xbian-config.overclocking.warning
source: Extreme overclocking can reduce the lifetime of your Raspberry Pi. XBian has tested different overclocking settings and created a most preferable combination of settings. Turbo overclock can cause filesystem corruption. Overclock at your own risk!
es: Un overclocking extremo puede reducir la vida útil de su Raspberry Pi. XBian ha probado diferentes ajustes de overclocking y ha creado un perfil óptimo de ajustes. Turbo overclocking puede causar la corrupción del sistema de archivos. ¡Use overclocking bajo su propia responsabilidad!.
fr: Un overclocking trop élevé peu réduire la durée de vie de votre Raspberry Pi. XBian a testé plusieurs combinaison de paramètres. Turbo peut provoquer une corruption de votre system de fichier. Utiliser à votre propre risque.
hu_hu: Az órajel megemelése csökkentheti a Raspberry PI élettartamát. A XBian tesztelve lett megemelt órajelle is, előkészítettünk néhány általunk javasolt kombinációt. A Tutrbo órajel emelés fájlrendszeri hibákat okozhat, használata csak csaját felelősségre.
it: Parametri di overclock estremo possono ridurre la durata del Raspberry Pi. XBian ha testato diverse impostazioni di overclock e ha creato una combinazione bilanciata di impostazioni. Turbo overclock può causare la corruzione del file system. Overclock a vostro rischio e pericolo!
pt_pt: Um overclock extremo pode reduzir o tempo de vida do seu Raspberry Pi. Com o XBian, testámos diferentes configurações de overclock e criámos uma combinação de definições adequada. O overclock turbo pode causar corrupção no sistema de ficheiros. Utilize o overclock por sua conta e risco!

# xbian-config.overclocking.alreadyset
source: These overclock settings are already set
es: Estos ajustes de overclocking ya están seleccionados
fr: Ces paramètres d'overclocking sont déja sélectionnés
hu_hu: Most is ezek az órajel emelési értékek vannak beállítva
it: Queste impostazioni di overclock già impostate
pt_pt: Estas definições de overclock já foram introduzidas

# xbian-config.overclocking.changed
source: The overclock settings are successfully changed
es: Ajustes de overclocking cambiados con éxito
fr: Les paramètres d'overclocking ont été correctement sauvegardés
hu_hu: Új órajel értékek beállítva
it: I parametri di overclock modificati con successo
pt_pt: As definições de overclock foram alteradas

# xbian-config.overclocking.label.preset
source: Preset
es: Preajuste
fr: Présélection
hu_hu: Előre beállított értékek
it: Preimpostato
pt_pt: Pré-Definição

# xbian-config.overclocking.empty_fields
source: You didn't fill in all fields
es: No has rellenado todos los campos.
fr: Vous n'avez pas rempli tous les champs
hu_hu: Nem töltöttél ki minden mezőt
it: Non hai compilato tutto i campi
pt_pt: Não preencheu todos os campos

# xbian-config.packages.name
source: Packages
es: Paquetes
fr: Paquets
hu_hu: Csomagok
it: Pacchetti
pt_pt: Pacotes

# xbian-config.packages.description
source: Install or remove packages
es: Instalar o eliminar paquetes
fr: Installer ou supprimer des paquets
hu_hu: Csomag telepítés vagy eltávolítás
it: Installare o rimuovere pacchetti
pt_pt: Instalar ou remover pacotes

# xbian-config.packages.apt.update
source: Updating local package database...
es: Actualizando la base de datos local de paquetes...
fr: Mise à jour de la BD locale des paquets
hu_hu: Helyi csomaglista frissítése...
it: Aggiornamento database dei pacchetti
pt_pt: A actualizar a base de dados local de pacotes...

# xbian-config.packages.apt.update_failed
source: An error occured while updating the package database
es: Ha ocurrido un error al actualizar la base de datos de los paquetes
fr: Une erreur est survenue lors de la mise à jour de la BD des paquets
hu_hu: Hiba történt a csomaglista frissítésekor
it: Si è verificato un errore durante l'aggiornamento del database dei pacchetti
pt_pt: Ocorreu um erro ao actualizar a base de dados de pacotes

# xbian-config.packages.list.download
source: Downloading remote package database...
es: Descargando base de datos de paquetes remota...
fr: Téléchargement de la BD des paquets...
hu_hu: Távoli csomaglista letöltése...
it: Scaricamento del database dei pacchetti remoti...
pt_pt: A transferir base de dados de pacotes remota...

# xbian-config.packages.mirrors.download_failed
source: Failed to retrieve download mirrors, therefore a local (possibly outdated) list will be used
es: No se pudo obtener repositorios de descarga, por tanto se utilizará la lista local (posiblemente obsoleta)
fr: Erreur lors du téléchargement des miroirs, la liste locale va être utilisée
hu_hu: Letöltési tükrök fogadása sikertelen, így az esetlegesen elavult helyi csomaglista lesz használva
it: Impossibile recuperare mirror per il download, quindi verrà utilizzata una (forse obsoleta) lista locale
pt_pt: Não foi possível obter os servidores de transferência, portanto uma lista local (possivelmente desactualizada) será usada

# xbian-config.packages.loading
source: Loading package database dialog...
es: Cargando diálogo de la base de datos de los paquetes...
fr: Chargement de la BD des paquets...
hu_hu: Csomaglista párbeszédpanel betöltése...
it: Caricamento finestra del database dei pacchetti
pt_pt: A carregar base de dados de pacotes remota...

# xbian-config.packages.install.confirm
source: Are you sure you want to install or update this package?
es: ¿Está seguro que desea instalar o actualizar este paquete?
fr: Etes vous sure de vouloir installer/mettre à jour ce paquet?
hu_hu: Biztosan akarod telepíteni/frissíteni ezt a csomagot?
it: Sei sicuro di voler installare o aggiornare questo pacchetto?
pt_pt: Tem a certeza que quer instalar ou actualizar este pacote?

# xbian-config.packages.install.success
source: The package was successfully installed
es: El paquete se ha instalado correctamente
fr: Ce paquet à été installé correctement
hu_hu: Csomag sikeresen telepítve
it: Pacchetto installato con successo
pt_pt: O pacote foi instalado

# xbian-config.packages.install.retry
source: Please retry to install this packages
es: Por favor intente de nuevo instalar estos paquetes
fr: Veuillez réessayer d'installer ce paquet
hu_hu: Próbáld újra a csomag telepítését
it: Riprova ad installare questi pacchetti
pt_pt: Por favor, volte a tentar instalar estes pacotes

# xbian-config.packages.remove.confirm
source: Are you sure you want to remove this package?
es: ¿Está seguro que desea eliminar este paquete?
fr: Etes vous sure de vouloir supprimer ce paquet?
hu_hu: Biztosan eltávolítod a csomagot?
it: Sei sicuro di voler rimuovere questo pacchetto?
pt_pt: Tem a certeza que quer remover este pacote?

# xbian-config.packages.remove.success
source: This package has been successfully removed
es: Este paquete ha sido eliminado con éxito
fr: Ce paquet a été supprimé correctement
hu_hu: Csomag sikeresen eltávolítva
it: Il pacchetto è stato rimosso con successo
pt_pt: O pacote foi removido

# xbian-config.packages.already_installed
source: The latest version of this package is already installed
es: La última versión de este paquete ya está instalada
fr: La dernière version de ce paquet est déja installée
hu_hu: A csomag legfrissebb verziója már telepítve van
it: La più recente versione di questo pacchetto è stata già installata
pt_pt: A última versão deste pacote já está instalada

# xbian-config.packages.unavailable_version
source: The package version you are trying to install could not be found
es: No se ha podido encontrar la versión del paquete que está intentando instalar
fr: La version du paquet que vous essayez d'installer n'a pas été trouvée
hu_hu: A csomag telepíteni kivánt verziója nem található
it: La versione dei pacchetti che si sta tentando di installare non è stata trovata
pt_pt: Não foi possível encontrar a versão do pacote que está a tentar instalar

# xbian-config.packages.not_exists
source: The package you are trying to install could not be found
es: No se ha podido encontrar el paquete que está intentando instalar
fr: Le paquet que vous essayez d'installer n'a pas été trouvé
hu_hu: A telepíteni kívánt csomag nem található
it: Il pacchetto che si sta tentando di installare non è stato trovato
pt_pt: Não foi possível encontrar o pacote que está a tentar instalar

# xbian-config.packages.not_installed
source: This package is not installed
es: Este paquete no está instalado
fr: Le paquet n'est pas installé
hu_hu: Ez a csomag nincs telepítve
it: Pacchetto non installato
pt_pt: O pacote não está instalado

# xbian-config.packages.size_mismatch
source: There is a size mismatch for the remote packages
es: No coincide el tamaño de los paquetes remotos
fr: La taille du paquet distant ne correspond pas au paquet local
hu_hu: Méret eltérés a távoli csomaghoz képest
it: C'è un disallienamento di dimensione per i pacchetti remoti
pt_pt: Os tamanhos dos pacotes remotos não correspondem

# xbian-config.packages.essential
source: This is an essential package, and cannot be removed
es: Éste es un paquete esencial y no se puede eliminar
fr: C'est un paquet essentiel, il ne peut être supprimé
hu_hu: Ez egy létfontosságú csomag, nem távolítható el
it: Pacchetto essenziale, non è possibile rimuoverlo
pt_pt: Este é um pacote essencial e não pode ser removido

# xbian-config.packages.show_log
source: Do you want to see the package install log?
es: ¿Quieres ver el registro de instalación?
fr: Voulez vous voir les logs d'installations?
hu_hu: Szeretnéd látni a csomag telepítési logokat?
it: Si vuole vedere il log di installazione?
pt_pt: Quer ver o registo de instalação do pacote

# xbian-config.packages.error
source: A serious error occured while processing this package
es: Ocurrió un grave error mientras se procesaba este paquete
fr: Une erreur sévère est survenue lors de l'installation du paquet
hu_hu: A csomag feldolgozása közben súlyos hiba történt
it: Si è verificato un grave errore nel processare questo pacchetto
pt_pt: Ocorreu um erro grave ao processar este pacote

# xbian-config.packages.downgrade
source: You are already running a newer version of this package than officially available
es: Usted ya está ejecutando una versión del paquete más nueva que la oficialmente disponible
fr: La version installée est plus récente que la version officiellement disponible
hu_hu: A csomagból frissebbet futtatsz, mint a hivatalos verzió
it: È già in esecuzione la versione più recente di questo pacchetto che ufficialmente disponibile
pt_pt: Já está a usar uma versão do pacote mais recente do que a versão oficial

# xbian-config.packages.installing
source: Installing/updating this package, this could take several minutes so please wait...
es: Instalando/actualizando este paquete. Esto podría tardar varios minutos, espere por favor...
fr: Installation/mise à jour du paquet, cela peut prendre quelques minutes...
hu_hu: A csomag telepítése/frissítése eltarthat néhány percig, türelem...
it: Installazione/aggiornamento del paccheto. Questa operazione può impigare qualche minuto, attendere...
pt_pt: A instalar/actualizar este pacote, poderá demorar vários minutos, por favor aguarde...

# xbian-config.packages.removing
source: Removing this package, this could take several minutes so please wait...
es: Eliminando este paquete. Esto podría tardar varios minutos, espere por favor...
fr: Suppression du paquet, cela peut prendre plusieures minutes...
hu_hu: A csomag törlése eltarthat néhány percig, türelem...
it: Rimozione del pacchetto in corso, questa operazione richiede qualche minuto...
pt_pt: A remover este pacote, poderá demorar vários minutos, por favor aguarde...

# xbian-config.packages.label.categories
source: Categories
es: Categorías
fr: Catégories
hu_hu: Kategóriák
it: Categorie
pt_pt: Categorias

# xbian-config.packages.label.name
source: Name
es: Nombre
fr: Nom
hu_hu: Név
it: Nome
pt_pt: Nome

# xbian-config.packages.label.installed
source: Installed
es: Instalado
fr: Installé
hu_hu: Telepítve van
it: Installato
pt_pt: Instalado

# xbian-config.packages.label.not_installed
source: Not installed
es: No instalado
fr: Pas installé
hu_hu: Nincs telepítve
it: Non installato
pt_pt: Não instalado

# xbian-config.packages.label.information
source: Information
es: Información
hu_hu: Információ
it: Informazioni
pt_pt: Informação

# xbian-config.packages.label.install_update
source: Install/Update
es: Instalar/Actualizar
fr: Installer/Mettre à jour
hu_hu: Telepítés/Frissítés
it: Installazione/Aggiornamento
pt_pt: Instalar/Actualizar

# xbian-config.packages.label.install
source: Install
es: Instalar
fr: Instaler
hu_hu: Telepítés
it: Installa
pt_pt: Instalar

# xbian-config.packages.label.remove
source: Remove
es: Eliminar
fr: Supprimer
hu_hu: Eltávolítás
it: Rimuovi
pt_pt: Remover

# xbian-config.packages.label.get_more
source: Get more...
es: Conseguir más...
fr: En obtenir plus ...
hu_hu: Még több...
it: Di più...
pt_pt: Obter mais...

# xbian-config.packages.info.fullname
source: Full name:
es: Nombre completo:
fr: Nom complet:
hu_hu: Teljes név:
it: Nome completo:
pt_pt: Nome completo:

# xbian-config.packages.info.version.available
source: Available version:
es: Versión disponible:
fr: Version disponible:
hu_hu: Elérhető verzió:
it: Versione disponibile:
pt_pt: Versão disponível:

# xbian-config.packages.info.version.installed
source: Installed version:
es: Versión instalada:
fr: Version installée:
hu_hu: Telepített verzió:
it: Versione installata:
pt_pt: Versão instalada:

# xbian-config.packages.info.size.installed
source: Installed size:
es: Tamaño instalado:
fr: Taille installée :
hu_hu: Telepített méret:
it: Dimensione installata:
pt_pt: Tamanho da instalação:

# xbian-config.packages.info.size.download
source: Download size:
es: Tamaño de la descarga:
fr: Taille téléchargée
hu_hu: Letöltési méret:
it: Dimensione download:
pt_pt: Tamanho da transferência:

# xbian-config.packages.info.description
source: Description:
es: Descripción:
hu_hu: Leírás:
it: Descrizione:
pt_pt: Descrição:

# xbian-config.packages.info.dependencies
source: Dependencies:
es: Dependencias:
fr: Dépendances:
hu_hu: Függőségek:
it: Dipendenze:
pt_pt: Dependências:

# xbian-config.packages.label.actions
source: Actions
es: Acciones:
hu_hu: Műveletek
it: Azioni
pt_pt: Acções

# xbian-config.resizesd.name
source: Resize SD
es: Cambiar el tamaño de SD
fr: Redimensionner la carte SD
hu_hu: Memória kártya átméretezés
it: Ridimensiona SD
pt_pt: Redimensionar SD

# xbian-config.resizesd.description
source: Expand root parition to fill SD card
es: Expandir parition raíz para llenar la tarjeta SD
fr: Etendre la partion root à la taille de la carte SD.
hu_hu: root partició kiterjesztése a teljes memória kártyára
it: Espandi la partizione di root per riempire la scheda SD
pt_pt: Expandir a partição para encher o cartão

# xbian-config.resizesd.confirm
source: Are you sure you want to resize you SD card?
es: ¿Está seguro que desea cambiar el tamaño de la tarjeta SD?
fr: Etes vous sure de vouloir étendre la partition?
hu_hu: Biztosan átméretezed a memória kártyát?
it: Sei sicuro di voler ridimensionare la scheda SD?
pt_pt: Tem a certeza que quer redimensionar o seu cartão SD?

# xbian-config.resizesd.not_needed
source: This SD card is already resized. Aborting.
es: Ya se ha cambiado el tamaño de la tarjeta SD. Cancelando.
fr: La partition est déja étendue.
hu_hu: A memória kártya már át volt méretezve. Magszakítva.
it: Scheda SD già ridimensionata. Annullamento.
pt_pt: Este cartão SD já está redimensionado. A cancelar.

# xbian-config.resizesd.on_reboot
source: Root partition has been resized. The filesystem will be enlarged upon the next reboot.
es: Partición de raíz ha sido redimensionada. El sistema de archivos se ampliará en el siguiente reinicio.
fr: La partition racine a été étendue. Le systeme de fichier sera élargi au prochain redémarrage.
hu_hu: A root partició át lett méretezve, a fájlrendszer mérete úraindulás után növekszik meg.
it: La partizione di Root è stata ridimensionata. Il filelsystem verrà espanso durante il prossimo riavvio.
pt_pt: A partição raiz foi redimensionada. O sistema de ficheiros será aumentado quando reiniciar o sistema.

# xbian-config.resizesd.error
source: An error occurred. It is possible that the system will become unbootable. Please make a backup of your files before rebooting.
es: Ha ocurrido un error. Es posible que el sistema no pueda arrancar. Por favor, haga una copia de seguridad de sus archivos antes de reiniciar.
fr: Une erreur est survenue. C'est possible que le systène ne démarre plus, Veuillez faire une sauvegarde de vos fichiers avant de redémarrer.
hu_hu: Hiba történt! Lehet, hogy a rendszer nem képes többé az elindulásra. Ments el minden adatodat újraindulás előtt pl.: hálózati meghajtóra.
it: Si è verificato un errore. E' possibile che il sistema non sia avviabile. Prego eseguire un backup dei file prima del riavvio.
pt_pt: Ocorreu um erro. É possível que não consiga iniciar o sistema. Por favor, faça uma cópia de segurança dos seus ficheiros antes de reiniciar.

# xbian-config.rootpass.name
source: Root password
es: Contraseña de root
fr: Mot de passe root
hu_hu: root jelszó
it: Password di root
pt_pt: Palavra-passe root

# xbian-config.rootpass.description
source: Change password for root user
es: Cambiar la contraseña de usuario root
fr: Changer le mot de passe de l'utilisateur root
hu_hu: root felhasználó jelszavának megváltoztatása
it: Modifica la password per utente root
pt_pt: Alterar palavra-passe para root

# xbian-config.rootpass.changed
source: root password successfully changed
es: Contraseña de root cambiada correctamente
fr: mot de passe root correctement changé
hu_hu: root felhasználó jelszava sikeresen megváltoztatva
it: Password di root modificata con successo.
pt_pt: a palavra-passe root foi alterada

# xbian-config.rootpass.label.password
source: Password:
es: Contraseña:
fr: Mot de passe:
hu_hu: Jelszó:
pt_pt: Palavra-passe:

# xbian-config.rootpass.empty_fields
source: You have to enter both a new password and a confirmation
es: Usted tiene que introducir tanto una nueva contraseña y la confirmación
fr: Vous devez entrer le mot de passe et le confirmer
hu_hu: Meg kell adnod az új jelszót majd megerősítésként meg kell ismételni
it: Devi inserire sia la nuova password che la password di conferma
pt_pt: Tem de introduzir uma nova palavra-passe e uma confirmação

# xbian-config.rootpass.no_match
source: Passwords didn't match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
hu_hu: A megadott jelszavak nem azonosak
it: Le password non corrispondono
pt_pt: As palavras-passe não correspondem

# xbian-config.services.name
source: Services
es: Servicios
hu_hu: Szolgáltatások
it: Servizi
pt_pt: Serviços

# xbian-config.services.description
source: Start/stop and manage services
es: Iniciar/detener y gestionar los servicios
fr: Gérer les services
hu_hu: Szolgáltatás kezelés, indítás/leállítás
it: Avvia/ferma e gestisci servizi
pt_pt: Iniciar/parar e gerir serviços

# xbian-config.services.loading
source: Loading status of services...
es: Cargando el estado de los servicios
fr: Chargement du status des services
hu_hu: Szolgáltatás állapotok betöltése...
it: Caricamento dello stato dei servizi...
pt_pt: A carregar estado dos serviços...

# xbian-config.services.restarting
source: Restarting service...
es: Reiniciando servicio...
fr: Redémarrage du service...
hu_hu: Szolgáltatás újraindítása...
it: Riavvio del servizio...
pt_pt: A reiniciar o serviço...

# xbian-config.services.restart_failed
source: Failed to restart the service...
es: Error al reiniciar el servicio...
fr: Echec du redémarrage du service
hu_hu: Szolgáltatás újraíndítás sikertelen...
it: Riavvio del servizio fallito...
pt_pt: Não foi possível reiniciar o serviço...

# xbian-config.services.starting
source: Starting service...
es: Iniciando servicio...
fr: Démarrage du service
hu_hu: Szolgáltatás indítása...
it: Avvio del servizio...
pt_pt: A iniciar o serviço...

# xbian-config.services.start_failed
source: Failed to start the service...
es: No se pudo iniciar el servicio...
fr: Echec du démarrage du service...
hu_hu: Szolgáltatás indítás sikertelen...
it: Avvio del servizio fallito...
pt_pt: Não foi possível iniciar o serviço...

# xbian-config.services.stopping
source: Stopping service...
es: Deteniendo servicio...
fr: Stoppe le service
hu_hu: Szolgáltatás leállítása...
it: Arresto del servizio...
pt_pt: A parar o serviço...

# xbian-config.services.stop_failed
source: Failed to stop the service...
es: No se pudo detener el servicio...
fr: Echec lors de l'arrêt du service...
hu_hu: Szolgáltatás leállítás sikertelen...
it: Arresto del servizio fallito...
pt_pt: Não foi possível parar o serviço...

# xbian-config.services.refresh
source: Failed to refresh the service...
es: Error al actualizar el servicio ...
fr: Ne peut rafraichir le service...
hu_hu: Szolgáltatás frissítés sikertelen...
it: Aggiornamento del servizio fallito...
pt_pt: Falha ao actualizar o serviço

# xbian-config.services.autostart.enabling
source: Enabling the autostart of the service...
es: Habilitando el inicio automático del servicio...
fr: Activation du démarrage automatique du service...
hu_hu: Szolgáltatás automatikus indításának engedélyezése...
it: Attivazione di avvio automatico del servizio...
pt_pt: A activar o início automático do serviço...

# xbian-config.services.autostart.disabling
source: Disabling the autostart of the service...
es: Desactivando el inicio automático del servicio...
fr: Désactivation du démarrage automatique du service...
hu_hu: Szolgáltatás automatikus indításának tiltása...
it: Disattivazione di avvio automatico del servizio...
pt_pt: A desactivar o início automático do serviço...

# xbian-config.services.autostart.enable_failed
source: Failed to enable the autostart of the service...
es: Error al habilitar el inicio automático del servicio...
fr: Echec lors de l'activation du démarrage automatique du service...
hu_hu: Szolgáltatás automatikus indításának engedélyezése sikertelen...
it: Attivazione di avvio automatico del servizio fallito
pt_pt: Não foi possível activar o início automático do serviço...
